{"617410499643351040": ["12:11 PM - 4 Jul 2015", "Don't judge challenge looks like sharpie chicken pox & then a glow up??"], "617681140464414720": ["6:07 AM - 5 Jul 2015", "So the \"dont judge\" challenge..are you guys telling me not to judge someone if they have sharpie on their face?seems like a legit concern."], "617732915619868672": [null, null], "617750777579372544": [null, null], "617759499785338880": ["11:18 AM - 5 Jul 2015", "People are doing the most drawing on their teeth with sharpie for that don't judge challenge"], "617769335856087040": ["11:57 AM - 5 Jul 2015", "So those ppl doing the no judge challenge are the sharpie marks suppose to be acne or wat cus if so i alrdy got that part down without it"], "617782646811308032": [null, null], "617783996148264960": ["12:55 PM - 5 Jul 2015", "bruv the don't judge challenge is such bullshit it's just an excuse for hot ppl to show off and make others feel shit about themselves???"], "617805755010387968": [null, null], "617808058090188800": ["2:31 PM - 5 Jul 2015", "I dont get the dont judge challenge, but it looks pointless and vain and a waste of sharpie ink."], "617816429174345728": [null, null], "617841217766850560": ["4:43 PM - 5 Jul 2015", "dont judge challenge is really just people w/ sharpie on their face & then they put on makeup lol bye"], "617848310045536257": ["5:11 PM - 5 Jul 2015", "people really putting sharpie on their teeth and face for this don't judge me challenge"], "617852117298995200": ["5:26 PM - 5 Jul 2015\n\n      from Pickerington, OH", "I wanna do a don't judge challenge thing but sharpie probably won't show up on my skin lmao"], "617859474766831618": ["5:55 PM - 5 Jul 2015", "some of y'all doing this don't judge challenge are real cute but i'ma still judge u for scribbling on ur face with sharpie"], "617871525690085376": ["6:43 PM - 5 Jul 2015", "hope someone draws on their face with sharpie when doing the don't judge me challenge"], "617883459848159233": [null, null], "617891017526644736": [null, null], "617897303135907841": ["8:26 PM - 5 Jul 2015", "PEOPLE NEED TO STOP WITH THIS \"DONT JUDGE CHALLENGE\" ITS NOT A FRICKEN CHALLENGE YOURE JUST PUTTING FAKE SHARPIE PIMPLES ON YOURSELF STOP"], "617898136888025088": ["8:29 PM - 5 Jul 2015", "don't judge challenge = let me spend 30 minute with a sharpie some lotion and dirt to take it off and actually do some shut to my face."], "617904252472524800": ["8:53 PM - 5 Jul 2015", "This \"don't judge challenge \" is not promoting anything but people drawing with sharpie on their faces&unibrows that they don't even have "], "617912356602028032": [null, null], "617913528968593408": ["9:30 PM - 5 Jul 2015", "But how are you people wiping all of the sharpie off for the don't judge challenge?? "], "617919165127639040": ["9:53 PM - 5 Jul 2015", "Yall think putting sharpie in yall mouth and wasting makeup is worth it for these don't judge challenge "], "617930976530804738": ["10:40 PM - 5 Jul 2015", "I thought the don't judge challenge was about how you all natural then with makeup. Not a guy with sharpie on his face"], "617931159217942528": ["10:40 PM - 5 Jul 2015", "I got one question. \nDo y'all use a black sharpie for that don't judge challenge? & if you do, how do y'all get it off?"], "617938904696524800": ["11:11 PM - 5 Jul 2015", "That \"don't judge me\" challenge is annoying af. Like bitch, we all know it's just sharpie and lotion on ya damn face"], "617962437598273536": ["12:45 AM - 6 Jul 2015", "can ya'll doin this dont judge thing learn how to spell challenge and stop putting a unibrow wit sharpie on ya face"], "618049153302708224": ["6:29 AM - 6 Jul 2015", "I can't even explain how stupid the don't judge challenge is all people are doing is putting sharpie all over their face"], "618114225815298048": [null, null], "618115573743009792": [null, null], "618116454664146944": ["10:57 AM - 6 Jul 2015", "I don't get why people are putting lotion and sharpie on their faces for the don't judge challenge ????"], "618122956724674560": ["11:22 AM - 6 Jul 2015", "@TheThirdPew for the don't judge challenge like of course your going to look bad with sharpie all over your face..."], "618129971748343809": ["11:50 AM - 6 Jul 2015", "I just saw somebody doing the dont judge challenge and all they did was put some sharpie polka dots all over their face."], "618150567198769152": ["1:12 PM - 6 Jul 2015", "Cant deal with these lads doing the don't judge challenge, get that sharpie off ya face and remove that knob from your ass ya faggot"], "618162838817886208": [null, null], "618164303640850432": ["2:07 PM - 6 Jul 2015", "I hope everyone that does the don't judge challenge can't get the sharpie off their face for a few days"], "618168386770448384": ["2:23 PM - 6 Jul 2015", "FUCK YOU AND THE DONT JUDGE CHALLENGE. TAKE THE GOT DAMN SHARPIE OFF YA FACE"], "618169524823662593": ["2:27 PM - 6 Jul 2015", "The don't judge challenge is so stupid, i mean wow you look better without sharpie all over your face?? Well done this is an achievement"], "618182174597095424": ["3:18 PM - 6 Jul 2015", "I don't get the point of the don't judge challenge. Who puts sharpie on their face?"], "618183787713662976": [null, null], "618187058243346432": ["3:37 PM - 6 Jul 2015", "I don't get the don't judge me challenge??? what are u trying to show that u look better w/o sharpie acne and an eyeliner unibrow??"], "618190248233828352": ["3:50 PM - 6 Jul 2015", "the don't judge challenge is so fucking dead, of course you are going to look better without sharpie all over your face ://"], "618197285042675712": ["4:18 PM - 6 Jul 2015", "\"Don't judge challenge\" I'm going to pretend I have sharpie acne and draw in a unibrow and wear glasses bc don't judge based on looks right?"], "618197963920285696": ["4:20 PM - 6 Jul 2015", "The don't judge challenge is usually reversed when you meet someone in person for the first time"], "618200550136373248": ["4:31 PM - 6 Jul 2015", "The don't judge challenge is fuckin dumb like OBVIOUSLY you look better without sharpie on your face and q tips hanging out of your ear ????"], "618204868012957696": ["4:48 PM - 6 Jul 2015", "Majority of you hoes doing that don't judge challenge be looking worst when y'all take the sharpie off y'all face"], "618205497708122114": [null, null], "618206084742914048": ["4:53 PM - 6 Jul 2015", "The don't judge challenge consists of drawing sharpie on your face then taking it off"], "618217909710626816": ["5:40 PM - 6 Jul 2015", "These people doing the Don't Judge Challenge are arrogant to a whole new extent... You're taking the time to sharpie your face to be \"ugly\""], "618223968508583936": ["6:04 PM - 6 Jul 2015", "I'm waiting on one of yall to do the don't judge challenge and not be able to get that sharpie off your face. Then Ima really be judging"], "618225284194660352": ["6:09 PM - 6 Jul 2015", "V confused abt this don't judge challenge like no kidding you look better with out sharpie on your face"], "618228440718675969": ["6:22 PM - 6 Jul 2015", "Don't judge challenge yall doing is putting sharpie and shit on your face well no shit you gone look better when you take that shit off "], "618229384957304835": ["6:25 PM - 6 Jul 2015", "I don't even get the don't judge challenge like are u challenging me to not judge u when u have sharpie and lotion all over ur face????"], "618231679069454336": ["6:34 PM - 6 Jul 2015", "If you do that don't judge challenge don't wear makeup and cover it with sharpie hoe defeats the purpose"], "618231932795551744": ["6:35 PM - 6 Jul 2015", "Don't judge challenge is retarded. \"I look better without sharpie and unrubbed cream on my face.\" No shit"], "618234641485549568": ["6:46 PM - 6 Jul 2015", "I would like to know how much fun people had scrubbing sharpie off their teeth in the don't judge challenge lmao"], "618234773396434944": ["6:47 PM - 6 Jul 2015", "the dont judge challenge is just pretty ppl drawing on their face with sharpie ??? i do not see the appeal"], "618235113768247297": ["6:48 PM - 6 Jul 2015", "the only question I have about this dont judge challenge is what the hell are all of you putting on your teeth?? sharpie???I'm deactivating"], "618237349273710592": [null, null], "618237445235085312": ["6:57 PM - 6 Jul 2015", "That dont judge me challenge retarded asf it's to much work and i damn sure aint putting sharpie on my face or teeth "], "618238575121805312": ["7:02 PM - 6 Jul 2015", "the don't judge challenge is just a bunch of average white boys with and then without sharpie on their face I don't understand"], "618240632365170688": [null, null], "618240808232296448": [null, null], "618242893476663296": ["7:19 PM - 6 Jul 2015", "This don't judge challenge is stupid. Obviously you look better without cream and sharpie on your face... Well some of you. "], "618244592522035200": ["7:26 PM - 6 Jul 2015\n\n      from Yonkers, NY", "This don't judge challenge is fucking retarded. Everybody wants to put sharpie on their faces like dickheads. I hope ya get lead poisoning"], "618244647702302720": ["7:26 PM - 6 Jul 2015", "Whoever said I should do the don't judge challenge how dare you tell me to do it cuz the scars on my face r real and not drawn with sharpie"], "618247374893268992": ["7:37 PM - 6 Jul 2015", "what I wanna know about the don't judge challenge is why ppl r writing on their face in sharpie like that'll take forever to get off dude"], "618251224177971201": [null, null], "618252420297158656": ["7:57 PM - 6 Jul 2015", "So this don't judge me challenge is just hot people putting toothpaste and sharpie on their faces to music?thats enough internet for one day"], "618254003542077442": [null, null], "618255406607941632": [null, null], "618258595231191040": [null, null], "618266008151830528": ["8:51 PM - 6 Jul 2015", "My \"don't judge challenge\" is just don't fucking judge me. I'm a good guy. I may have sharpie acne but that doesn't change who I am"], "618266238641254401": [null, null], "618267115515019265": ["8:55 PM - 6 Jul 2015", "At first I thought that the don't judge challenge helped you with acne so I literally put sharpie all over my face "], "618267178748370944": ["8:55 PM - 6 Jul 2015", "when u wanna do a dont judge challenge but u still hot af w sharpie on ur face "], "618273188192088064": ["9:19 PM - 6 Jul 2015", "Bitches really put sharpie on they face for the don't judge me challenge "], "618274932770910212": ["9:26 PM - 6 Jul 2015", "no one looks good with toothpaste and sharpie all over their face why is this called the don't judge challenge"], "618276013508796416": [null, null], "618277082615824385": ["9:35 PM - 6 Jul 2015", "@skye_reynolds00 and so many people walk around with lotion drops and sharpie on their face. But it's a \"don't judge me\" challenge lmao"], "618277419477245952": ["9:36 PM - 6 Jul 2015", "Like, this \"don't judge me challenge\" is SO head ass... Yall putting lotion & lipstick/a sharpie on yall face FOR WHAT?"], "618281486194585600": ["9:52 PM - 6 Jul 2015", "The don't judge challenge is stupid as fuck, who the fuck walks around with lotion and sharpie on their face? Just another stupid trend"], "618284724780294144": [null, null], "618285392828198912": ["10:08 PM - 6 Jul 2015", "What's the point of the don't judge challenge? If you take time out of your life to put sharpie all over your face then I'm gonna judge you"], "618286759357513728": ["10:13 PM - 6 Jul 2015", "I'm gonna vomit if I have to see one more of those don't judge me challenge videos Sharpie acne and unibrows aren't real. STAHPPPP"], "618287562545852420": [null, null], "618288174477897728": ["10:19 PM - 6 Jul 2015\n\n      from San Antonio, TX", "Don't judge challenge like bruh you look the same when you take off the ducking sharpie and glasses"], "618288217431781376": ["10:19 PM - 6 Jul 2015", "don't judge challenge is the stupidest thing like duh you look better without a sharpie line on your forehead, I'm crying a river over here"], "618294329107349504": [null, null], "618295577655119872": ["10:48 PM - 6 Jul 2015", "That don't judge challenge has me fucked up... I'm like really that's what people look like lotion and sharpie?"], "618296466981920768": [null, null], "618296772025159680": [null, null], "618299145841848321": [null, null], "618300359677714432": ["11:07 PM - 6 Jul 2015", "Of corse everybody looks good w/o sharpie and toothpaste on they fAce ... That don't judge me challenge is stupid"], "618312601475248128": [null, null], "618315427702177792": ["12:07 AM - 7 Jul 2015", "So maybe if I walk around with sharpie on my face all the time I'll look better when I take it off? What is this Dont Judge Challenge????"], "618321018289938432": ["12:29 AM - 7 Jul 2015", "to all the idiots who did the don't judge challenge congrats you look better W/o effin sharpie all over your damn face"], "618327609563222017": ["12:56 AM - 7 Jul 2015", "how you gon do the dont judge challenge it goes- SHARPIE -- to POUNDS OF MAKEUP is it just me or is this totally wrong"], "618328263362916352": ["12:58 AM - 7 Jul 2015", "Don't judge me challenge is all about looks? I thought it was don't judge a book by its cover meaning their personality not sharpie zits"], "618344400536666112": ["2:02 AM - 7 Jul 2015", "Cant even do the dont judge challenge. Im already ugly without drawing sharpie on my face"], "618369970829938688": ["3:44 AM - 7 Jul 2015\n\n      from Brighton, England", "Don't Judge Challenge is so dumb, saying 'I look better without sharpie on my face' NO SHIT HAHA"], "618370396883156992": [null, null], "618429490738425856": ["7:40 AM - 7 Jul 2015\n\n      from Springfield, VA", "Don't judge me challenge...all you are doing is saying that you look better without sharpie on your face."], "618429843164778497": [null, null], "618451350070935552": [null, null], "618451685581570048": ["9:09 AM - 7 Jul 2015", "honestly the don't judge challenge sounds like you'd go from with makeup to no makeup not from sharpie on ur face to no sharpie on ur face"], "618460778916618242": [null, null], "618464387389480960": [null, null], "618471360369664000": ["10:27 AM - 7 Jul 2015", "Tht don't judge me challenge is dumb af of course u gon look better when u take the sharpie nd spots off ya face "], "618481599080964096": ["11:07 AM - 7 Jul 2015", "don't judge challenge is literally a bunch of people drawing on their faces with sharpie like please stop yourself"], "618484051276660736": ["11:17 AM - 7 Jul 2015\n\n      from Marlton Lakes, NJ", "I love how in the don't judge challenge they take off sharpie and add make up that don't show us what you actually look like"], "618486417560346624": ["11:27 AM - 7 Jul 2015", "I don't understand the don't judge challenge like duh of course you look better without sharpie on your face "], "618488363524464640": ["11:34 AM - 7 Jul 2015", "is the dont judge me challenge just white kids wearing glasses and putting tooth paste or sharpie on their faces and then taking it off ??"], "618493271073927168": [null, null], "618503092837974017": ["12:33 PM - 7 Jul 2015", "I feel like this don't judge challenge has just turned into people covering their faces in sharpie and then wiping it off"], "618504526576812032": ["12:39 PM - 7 Jul 2015", "A lot of ppl doing the don't judge challenge got the sharpie on their teeth for ppl with gaps in them. I be watching hurt lol"], "618513703403671552": ["1:15 PM - 7 Jul 2015", "The don't judge challenge is the most ridiculous thing why you drawing sharpie over your face like what's your point here "], "618515708864032769": ["1:23 PM - 7 Jul 2015", "\"don't judge challenge\"\n\nno one was judging you anyways but yea continue contradicting yourself and coloring your face w/ sharpie, goodbye."], "618516940605095936": ["1:28 PM - 7 Jul 2015", "Of course you look better once you take the sharpie drawings off your face what's the point of this don't judge challenge???"], "618524450351415296": ["1:58 PM - 7 Jul 2015\n\n      from North Carolina, USA", "How is the don't judge challenge even a challenge? You literally draw on your face with sharpie and clean it off."], "618524583088549888": ["1:58 PM - 7 Jul 2015", "wonder how long it took y'all to wash off all the sharpie you put on your faces while doing the don't judge challenge "], "618526341965582337": ["2:05 PM - 7 Jul 2015", "I don't understand the don't judge challenge, like yes u look uglier with sharpie on ur face bitch duh"], "618526907961868288": [null, null], "618541567410839552": ["3:06 PM - 7 Jul 2015", "The only challenge with this whole \"don't judge me challenge\" is getting the sharpie off. Damn ."], "618541863901904897": [null, null], "618542130928025600": ["3:08 PM - 7 Jul 2015", "What's the Don't Judge Challenge? It has invaded my Facebook page. Why do people have Sharpie on their faces?"], "618549591504515073": ["3:38 PM - 7 Jul 2015", "Wait do people Gshit sharpie their teeth for the don't judge challenge? "], "618551745308946433": [null, null], "618556075877470209": ["4:03 PM - 7 Jul 2015", "I just seen the funniest dont judge challenge  bitch thought she was gonna look cute when she took the sharpie off #fucknooo"], "618564276391948289": [null, null], "618582880680288256": [null, null], "618585296804810752": [null, null], "618587098287882240": [null, null], "618587122216402945": ["6:07 PM - 7 Jul 2015", "this don't judge me challenge aint shit bc y'all know you guys werent born with sharpie drawn acne,rachet hair, and unibrows. fucking stop"], "618596592166248448": ["6:44 PM - 7 Jul 2015\n\n      from Virginia Beach, VA", "PEOPLE WHO DOING THAT DO NOT JUDGE CHALLENGE SHIT OF COURSE U GONNA LOOK HOTTER W OUT FUCKIN SHARPIE AND A UNIBROW ON YOUR FACE"], "618599822447247360": ["6:57 PM - 7 Jul 2015", "The worst don't judge me challenge videos are when they take off all the sharpie they put on their face and they're still ugly"], "618603719962308608": ["7:13 PM - 7 Jul 2015", "The don't judge challenge is so dumb you're literally judging people only to prove you can put sharpie on your face and then take it off"], "618608291531243520": ["7:31 PM - 7 Jul 2015", "ALL THE FUCKBOYS AT MY SCHOOL ARE DOING THAT DONT JUDGE CHALLENGE. AND THEY LOOK BETTER WITH ALL THAT SHARPIE ON THEIR FACES. I GTG"], "618610986245824513": [null, null], "618616617610645505": [null, null], "618616760086986752": ["8:05 PM - 7 Jul 2015", "how do these people get all the sharpie off their faces for the don't judge challenge? don't you have to scrub that shit? doesn't it hurt?"], "618621102659493888": [null, null], "618628947626979328": ["8:53 PM - 7 Jul 2015\n\n      from Oxford, AL", "Okay the don't judge challenge is getting dumb lol sharpie marks and toothpaste on your face don't make your face totally change..."], "618631695932260352": ["9:04 PM - 7 Jul 2015", "The don't judge challenge is seriously the dumbest thing to me like obviously ur gonna look better without sharpie all over your face"], "618635249589686272": ["9:18 PM - 7 Jul 2015", "\"Dude you gotta see this don't judge me challenge. This person isn't as ugly as you think. No just wait the sharpie comes off of their face\""], "618639992278007809": ["9:37 PM - 7 Jul 2015", "I don't get the don't judge challenge at all. No duh you look better without lipstick and sharpie all over."], "618651350621114368": [null, null], "618659288446144512": [null, null], "618667062521692160": ["11:24 PM - 7 Jul 2015", "really getting tired of the don't judge challenge.... we get it you're gorgeous without Sharpie marks on your face"], "618668573301432321": [null, null], "618680278416928768": [null, null], "618681152459542528": ["12:20 AM - 8 Jul 2015", "How the fuck is the don't judge challenge supposed to be challenging? You're drawing lines and dots on your fucking face WITH A SHARPIE"], "618688492290179072": ["12:50 AM - 8 Jul 2015", "I tried the don't judge challenge but idk how to get sharpie off sooo..."], "618711030873456641": ["2:19 AM - 8 Jul 2015", "Do not judge a book by challenge is literally the worst things on the internet i have witnessed, sUPRISE U LOOK BETTER W/OUT SHARPIE ON U"], "618717674340777984": ["2:46 AM - 8 Jul 2015", "The only people benefiting from the Don't Judge Challenge are the company that make Sharpie Pens."], "618804040122658820": ["8:29 AM - 8 Jul 2015", "This don't judge challenge needs to stop. Everyone is better looking without sharpie all over their face."], "618808646244429824": ["8:47 AM - 8 Jul 2015", "Lol there's grown ass men drawing sharpie on there face for this don't judge challenge seriously..."], "618810585657024512": ["8:55 AM - 8 Jul 2015", "I don't understand the \"don't judge challenge\" I normally don't walk around with sharpie all over my face..."], "618833161557012480": ["10:24 AM - 8 Jul 2015", "The whole \"Don't Judge Challenge\" is stupid. Anyone is going to look stupid with sharpie and mascara all over their face."], "618840958986162176": ["10:55 AM - 8 Jul 2015\n\n      from Columbus, OH", "The don't judge challenge is dumb like of course ur gonna look better without sharpie all over ur face and a bunch of caked on make up"], "618862881153622016": ["12:23 PM - 8 Jul 2015", "All Ive learnt from the dont judge challenge is if u're really vain and think your hot putting sharpie on/off ur face to music gets u likes"], "618872326256504832": [null, null], "618876808646291457": ["1:18 PM - 8 Jul 2015", "I don't understand the don't judge challenge...You're putting sharpie all over your face of course you're not going to look appealing"], "618883849041354752": ["1:46 PM - 8 Jul 2015", "People feeling called out bc \" pretty people are bullying ugly people\" no. Not the case at all."], "618899691518857216": [null, null], "618934642515812352": ["5:08 PM - 8 Jul 2015", "All the don't judge challenge does is say, look how much hotter I am with out sharpie all over my face and without q tips shoved in my ears"], "618943340977983488": ["5:42 PM - 8 Jul 2015", "the don't judge challenge is so funny bc all these ppl think they're models just bc they know how to wash sharpie off of their face"], "618943831891931136": ["5:44 PM - 8 Jul 2015\n\n      from Hackensack, NJ", "That whole dont judge challenge thing is stupid, literally people put like sharpie and lotion on their face just to take it off."], "618944712938946560": [null, null], "618948919880331268": [null, null], "618955295817994240": ["6:30 PM - 8 Jul 2015", "The don't judge challenge? More like the \"I drew on my face with sharpie and looked better when I took it off\" challenge. "], "618956025358622720": [null, null], "618960078205493248": [null, null], "618973178099073025": ["7:41 PM - 8 Jul 2015", "So what's up with the don't judge challenge thing? I've watched some videos of them and its people with sharpie all over their face."], "618980158356254720": ["8:09 PM - 8 Jul 2015", "You can't do the don't judge me challenge if you still a 4 after you take the sharpie off"], "618987509171683329": [null, null], "618993665294209024": ["9:02 PM - 8 Jul 2015", "To all the people who did the don't judge challenge and and the Kylie Jenner challenge, what was so challenging about it?"], "618994165305577472": ["9:04 PM - 8 Jul 2015", "Okay so I really don't understand the don't judge challenge because everybody looks worse with sharpie drawn all over there face."], "619002453493596160": ["9:37 PM - 8 Jul 2015", "How do people have so much time make up and sharpie to waist on the don't judge me challenge"], "619004031185195008": ["9:43 PM - 8 Jul 2015\n\n      from Los Angeles, CA", "\"do the don't judge challenge\". First I'll look ugly with the sharpie on my face. And after its off, I'll look uglier . Nice try Ericka "], "619006798335340545": ["9:54 PM - 8 Jul 2015", "I am SO over the \"Don't Judge\" challenge. I've seen enough sharpie spots and drawn-on unibrows to last me for a lifetime "], "619029662765707265": [null, null], "619070259064999936": ["2:07 AM - 9 Jul 2015", "What is even the point of the don't judge me challenge?? What am I not judging you on?? Putting a bunch of sharpie on then taking it off??"], "619141943453458432": ["6:51 AM - 9 Jul 2015", "The don't judge challenge makes fun of people's insecurities, why the fuck are you drawing acne with a sharpie on your face."], "619168607461883904": ["8:37 AM - 9 Jul 2015", "When a bitch does the don't judge challenge but is still ugly after she washes off all the sharpie A for effort"], "619176279208673280": ["9:08 AM - 9 Jul 2015", "How does the don't judge me challenge bring people's confidence down .. It's sharpie and messed up makeup? It brings joy and a laughter"], "619181236762841088": [null, null], "619198490644738048": ["10:36 AM - 9 Jul 2015", "I hate the don't judge challenge with a passion. like obviously you look better than you do with sharpie on ur face"], "619199259221590018": [null, null], "619229307160805376": ["12:39 PM - 9 Jul 2015", "don't judge challenge?¿ I look like that without sharpie so ?¿ "], "619234248038461440": ["12:58 PM - 9 Jul 2015", "The don't judge challenge is one of the dumbest things like oh yeah you look better WITHOUT the sharpie on your face. Duh.."], "619236170237476864": ["1:06 PM - 9 Jul 2015", "I honestly don't understand the \"don't judge challenge\" wtf is it proving? That you can wipe sharpie off your face???"], "619246841150861312": ["1:48 PM - 9 Jul 2015", "When you see somebody doing the don't judge challenge and they look better with the sharpie on their face.."], "619248185471471616": ["1:54 PM - 9 Jul 2015\n\n      from Central Gardens, TX", "This don't judge challenge thing is really stupid. It's hard not judging people who draw black dots and unibrows on their faces w sharpie or"], "619250986654142464": ["2:05 PM - 9 Jul 2015", "If u did the #dontjudgeme challenge I won't judge for how u look I will tho judge you for drawing on yourself with sharpie...how old r u 3?"], "619268230134173696": [null, null], "619291271518007296": ["4:45 PM - 9 Jul 2015", "Girls who do the don't judge challenge go from drawing with sharpie to drawing with makeup... #StupidChallenge"], "619300612593831936": ["5:22 PM - 9 Jul 2015", "I do not get the don't judge me challenge. Or the videos where people put sharpie on their faces drawing pimples."], "619324990182268928": ["6:59 PM - 9 Jul 2015", "yooo. why are people hating on the dont judge challenge. like no one naturally has obvious sharpie eyebrows and lipstick on their nose???"], "619349305514721280": ["8:35 PM - 9 Jul 2015", "this don't judge challenge is so annoying. like okay you look better without sharpie on your face & q-tips out of your ears. congrats... "], "619366442488737792": ["9:44 PM - 9 Jul 2015", "Who came up with the don't judge me challenge? How bored do you have to be to write sharpie all over your face ?"], "619381350370516992": ["10:43 PM - 9 Jul 2015", "I would do the don't judge me challenge but I look the same w sharpie on my face and q-tips in my ears..."], "619520062286864384": ["7:54 AM - 10 Jul 2015", "The way girls would do the don't judge challenge and draw sharpie all over their face but won't post a picture of them no makeup #logic"], "619581812336033792": [null, null], "619650091780046848": ["4:31 PM - 10 Jul 2015", "I SHOWED RHODE A DONT JUDGE CHALLENGE AND SHE WAS LIKE \"it was like zero difference just without sharpie..\""], "619668266403803140": ["5:43 PM - 10 Jul 2015", "The dnt judge challenge has gt to b theee dumbest shit of 2015 why does everbody happen to have a sharpie , n what about the ppl who ugly fr"], "619671027098890240": [null, null], "619671691682299913": ["5:56 PM - 10 Jul 2015", "The dont judge challenge thing is fucking stupid, like id rather not see ur shitty sharpie unibrows or ur ugly ass \"sexual face\" afterwards"], "619956656894427136": ["12:49 PM - 11 Jul 2015", "The don't judge challenge thingy is getting so old , like we get that you're hot without sharpie all over your face.."], "619978714307239936": ["2:16 PM - 11 Jul 2015", "LOL what? \nsome white chick used a sharpie permanent black marker and coloured her entire face black for the dont judge challenge.."], "620012624445509632": [null, null], "620016460539297792": ["4:46 PM - 11 Jul 2015", "I highly doubt that the don't judge challenge/permanently black face thing is real lmfao sharpie's aren't tattoos"], "620029696219197440": [null, null], "620064171141541888": ["7:56 PM - 11 Jul 2015", "The don't judge challenge is so stupid? Like no shit you look better when you don't have sharpie all over your face."], "620081875646705664": ["9:06 PM - 11 Jul 2015", "Don't judge challenge is really raising a lot of awareness :-) such as DRAWING SHARPIE AND CRAYONS ON YOUR FACE ISNT ATTRACTIVE WHO KNEW"], "620090336061198337": ["9:40 PM - 11 Jul 2015", "Don't Judge challenge?? Well I'm judging who ever used sharpie all over their face."], "620094482445434880": ["9:57 PM - 11 Jul 2015", "This white girl tried the don't judge me challenge by drawing a blackface with a sharpie, it's permanent  #WhenKarmaGivesTheClapback"], "620104206129725440": [null, null], "620107869283725312": ["10:50 PM - 11 Jul 2015", "sooo what's the point of the don't judge challenge? if it's about people w flaws why are people drawing fake zits w sharpie on their face??"], "620209315727712256": [null, null], "620249843542310912": ["8:14 AM - 12 Jul 2015", "don't judge challenge so fuckin stupid, like no shit you look better without sharpie all over your face"], "620261039238721536": [null, null], "620294712906395648": ["11:12 AM - 12 Jul 2015", "The don't judge challenge is basically saying \"I look better without sharpie on my face\"like fucking congrats to you dude"], "620376727823499267": ["4:38 PM - 12 Jul 2015", "With the don't judge challenge im waiting for the people to use sharpie on their face and then have to go out in public looking like dweebs"], "620383174112223232": ["5:04 PM - 12 Jul 2015", "Over the \"don't judge challenge\" it's not a challenge to wipe the sharpie off your face & make others feel bad about themselves"], "620423626018328576": ["7:44 PM - 12 Jul 2015", "Please stop doing the \"don't judge challenge\" if your still going to be ugly after you wipe the sharpie off."], "620429429806792704": ["8:07 PM - 12 Jul 2015", "Lol there's a story about a white girl who tried to do the don't judge me challenge and covered her face in Sharpie. It wouldn't come off "], "620444472837472256": ["9:07 PM - 12 Jul 2015", "This girl in Florida is having to get a skin graft surgery on her face from coloring it with a black sharpie for the don't judge challenge "], "620614944774594560": ["8:25 AM - 13 Jul 2015", "I feel like that girl who colored her face in with sharpie for the don't judge challenge"], "620617252858167296": [null, null], "620649418564481024": ["10:42 AM - 13 Jul 2015", "Things that don't make sense- The don't judge me challenge your obviously going to not look your best with sharpie on your Face"], "620685434230738944": [null, null], "620707182657454081": [null, null], "620715948824203265": ["3:06 PM - 13 Jul 2015", "Okay honestly why is the don't judge challenge still a thing. All you're saying is wow I look better without sharpie all over my face. Duh"], "620716416082268160": ["3:08 PM - 13 Jul 2015", "Like everyone making fun of acne in the don't judge challenge are gonna end up breaking out from all that sharpie on their face "], "620726116366598144": [null, null], "620728005095256064": ["3:54 PM - 13 Jul 2015", "Am so confused with this don't judge challenge..like obvs ur gonna look a lot better when you've wiped the fuckin sharpie off ya face"], "620741281786957824": ["4:47 PM - 13 Jul 2015", "Not a real photograph of a hapless #DontJudgeChallenge participant.  Fake news, old photo: http://bit.ly/1HYI5CL pic.twitter.com/TpJ3S5E9kt"], "620742644419981312": ["4:52 PM - 13 Jul 2015", "The dont judge challenge is so rude & actually super annoying no one fkin cares. ur ugly when u draw sharpie on ur face &when u wash it off"], "620743275792740352": ["4:55 PM - 13 Jul 2015", "Not a real photograph of a hapless #DontJudgeChallenge participant.  Fake news, old photo: http://bit.ly/1HYI5CL pic.twitter.com/WkrmnOnRK1"], "620769285342920704": ["6:38 PM - 13 Jul 2015", "Don't judge challenge: omg haha let me put sharpie and random makeup on my face and then take it off i'll look so good"], "620794652602470400": ["8:19 PM - 13 Jul 2015", "Why tf would you use sharpie on your entire face? Secondly, what was that girl even trying to do for the don't judge me challenge?"], "620828922180009984": [null, null], "620841211188752384": ["11:24 PM - 13 Jul 2015", "Ima do a dont judge me challenge wearing a minion mask as the first part bc if U wanna see what real ugliness is its minions not sharpie"], "621041286313824257": ["12:39 PM - 14 Jul 2015", "People will believe anything. http://m.snopes.com/dont-judge-challenge-sharpie/ …https://twitter.com/meninisttweet/status/620347648390795264 …"], "621047516293804032": [null, null], "621117757426241537": ["5:43 PM - 14 Jul 2015", "Don't judge challenge is so retarded but so fucking hilarious that people really put sharpie on their faces "], "621170740075872256": [null, null], "621189472802217984": ["10:28 PM - 14 Jul 2015", "keep doing those stupid challenges smhpic.twitter.com/9Q8o0rIw9r"], "621190141076336640": [null, null], "621404126157537280": ["12:41 PM - 15 Jul 2015", "This dumb ass girl did the don't judge challenge & used sharpie all over her face to make it black. Now it won't come off "], "621423928255377409": ["1:59 PM - 15 Jul 2015", "Waiting on the day someone fucks up doing the 'Don't Judge' challenge and colours their teeth with Sharpie "], "621438921193336836": [null, null], "621469545165901826": ["5:01 PM - 15 Jul 2015", "I wonder how many idiots doing the don't judge challenge coloring they teeth in w/ a sharpie trying to be cool"], "621503583872266240": [null, null], "621516058193698816": [null, null], "621784833711280128": ["1:53 PM - 16 Jul 2015", "She's gonna need surgery taking skin off her back and ass to help fix her blackface which I guess will never truly fade per the article."], "621830402169307136": ["4:54 PM - 16 Jul 2015", "anyone that did a don't judge me challenge isn't allowed to complain no more fam. ya pass went out the door when you used sharpie on ya face"], "621888131911000064": [null, null], "621920627537125377": ["10:53 PM - 16 Jul 2015", "keep doing those stupid challenges smhpic.twitter.com/9Q8o0rIw9r"], "622044779958898688": ["7:06 AM - 17 Jul 2015", "Why is the don't judge challenge still on my timeline? Congrats you can wash off sharpie and fake pimples just to make yourself look better."], "622177962461372420": [null, null], "622212445977845760": ["6:13 PM - 17 Jul 2015", "Snipes says black face teen story isn't true. Well--the part about it being permanent.  http://bit.ly/1OcZJB2 "], "622604764572860416": ["8:11 PM - 18 Jul 2015", "I feel like someone really messed up on a don't judge challenge and used a sharpie to draw on their face"], "622656074093441024": [null, null], "622858453023719425": ["1:00 PM - 19 Jul 2015", "Summarizing the \"don't judge challenge\" ....\n\"I look better without sharpie on my face  and Q-tips in my ears\" ...."], "622993732909039616": ["9:57 PM - 19 Jul 2015", "#DontJudgeChallenge Goes Terribly Wrong, Leaving Florida Teen's Face Permanently Black! http://fb.me/30jXost5I "], "623287975825178625": ["5:26 PM - 20 Jul 2015", "Some dumbass painted her face black with sharpie for that don't judge challenge & now it won't come off. LOL. What'd you think would happen?"], "623360296133001216": ["10:14 PM - 20 Jul 2015", "The whole dont judge challenge is stupid as fuck,Like besides acting like an over conceited douchebag you also waste a good sharpie #smh"], "623947474604986368": ["1:07 PM - 22 Jul 2015", "@Aye_Joeee Found it!!!\nhttp://m.snopes.com/dont-judge-challenge-sharpie/ …"], "623971115858178052": [null, null], "624013912862650368": ["5:31 PM - 22 Jul 2015", "Yeah... a kid did NOT \"permanently stain\" her face with a Sharpie, because that is actually impossible. http://m.snopes.com/dont-judge-challenge-sharpie/ …"], "624075708554440704": ["9:36 PM - 22 Jul 2015", "Wat is the point of the don't judge challenge I know \nSharpie+skin=ugly no really\n#stupid"], "624697243015118848": ["2:46 PM - 24 Jul 2015", "I just noped off of tumblr after seeing this story w/ 100,000+ notes and no sign of people debunking it http://m.snopes.com/dont-judge-challenge-sharpie/ …"], "624906860030750720": ["4:39 AM - 25 Jul 2015", "Florida teen has to undergo surgery because he wrote on her face in a black sharpie doing that don't judge challenge"], "625008983410122752": ["11:25 AM - 25 Jul 2015", "I seriously hate the don't judge me challenge. Obviously you look better without the pound of sharpie on your face."], "625374278016499712": [null, null], "626134364942925824": [null, null], "626135610156257280": ["2:02 PM - 28 Jul 2015", "This new don't judge challege needs to end. It is NOT a challenge to cover your face in sharpie and wash it off. STOP"], "626826671354593280": ["11:48 AM - 30 Jul 2015", "Congrats, The no judge challenge has achieved its goal. It proved to me that people look better if they don't have sharpie on their face."], "626988933658730496": ["10:33 PM - 30 Jul 2015", "I think the Don't judge me challenge is very stupid. If you are going to do it, show your naked face. Not sharpie marks and a unibrow"], "628301641272438784": ["1:29 PM - 3 Aug 2015", "Don't judge challenge? Don't get why they start them with sharpie all over their face? And black teeth? And one eyebrow what?"], "629105903745118210": ["6:45 PM - 5 Aug 2015", "To guys who do the \"don't judge challenge\" your sharpie pimples and zits and drawn on unibrow don't cover up that you're a narcissistic dbag"], "630212283382108160": ["8:01 PM - 8 Aug 2015", "If your still doing the don't judge me challenge stop you look like a jackass with that sharpie on your face"]}