{"189857552912224257": ["4:29 PM - 10 Apr 2012", "Free food & beer. Sorry guys, private event. (@ Marx Restaurant w/ @wendy_nyc) http://4sq.com/HyLIAo "], "192437375979368450": ["7:20 PM - 17 Apr 2012", "Interesting from a FF restaurant! RT @Wendys We take gluten-free seriously at Wendy's! Look for more on this soon. https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&ved=0CC8QFjAA&url=http%3A%2F%2Fwww.wendys.com%2Ffood%2Fpdf%2Fus%2Fgluten_free_list.pdf&ei=_CSIT4TMPKnf0QHpo7nSCQ&usg=AFQjCNH0YlCO7u7Gc4lUuDhD2E1PSGFSuA …”"], "206557538274123776": ["6:28 PM - 26 May 2012", "Ok wendy, ik the restaurant named after yu and yu get free food but enough is enough"], "214134996305313794": ["4:18 PM - 16 Jun 2012", "No, Wendy's restaurant does not have a standing policy to give free food to people who are lost and have no money."], "221682315066224640": [null, null], "231072877812805632": [null, null], "231430887873581056": ["9:46 AM - 3 Aug 2012", "No, Wendy's restaurant does not have a standing policy to give free food to people who are lost and have no money."], "231453595265024000": ["11:16 AM - 3 Aug 2012", "@Wendys. I love you. I probably shouldn't as much as I do. Best fast food restaurant ever. Free endorsement from comedian David gamble."], "231893760420765696": ["4:25 PM - 4 Aug 2012", "@Wendys .. So according to your policy, if I go into your restaurant and say I'm not from the area and I'm lost, I get free food? Nice!"], "247129927239995392": ["5:29 PM - 15 Sep 2012", ".@Wendys my dad gave a lady the heimlich in ur restaurant once and she puked can i have free food?"], "251477248564158465": [null, null], "275383357523771393": ["3:38 PM - 2 Dec 2012", "@Dr3aaa lol yeah I know but my dad still gotta pay:P it's not free for him. How bout I get u free food at my restaurant and u get me Wendy's"], "277135015870074880": ["11:38 AM - 7 Dec 2012", "Just got my free food from Wendy's. Knowing restaurant policies is power!"], "303711700530634752": ["7:44 PM - 18 Feb 2013", "No, she would get fat @Piehl77: Can the lady from the Wendy's commercials just walk into any Wendy's restaurant and get free food?"], "314886337767555072": ["4:48 PM - 21 Mar 2013", "Both. RT @greatgrace84: @MooseOfReason Wait- so was it bad or just expensive?  @anthropocon @firstteamtommy"], "329627242244218880": ["9:03 AM - 1 May 2013", "Wendys never tasted so good until now"], "336989104715739137": [null, null], "352688755410345984": [null, null], "368951849082032129": ["9:25 PM - 17 Aug 2013", "lol  i still get free food from Wendy's , like i still work there . Ahh , the perks of formerly working at a fast food restaurant :)"], "376567249202839553": ["9:46 PM - 7 Sep 2013", "If you go to a Wendy's restaurant and explain your lost and don't have any money. Their policy is they have to give you free food!"], "384085849446416384": [null, null], "385903236088991744": ["4:04 PM - 3 Oct 2013", "Chilling at Wendy's for their practice night. They let the marching band kids test out the restaurant by giving free food. #PerksofBandKids"], "401128821875023872": ["3:25 PM - 14 Nov 2013", "Many people with celiac or gluten intolerance head to Wendy's as their first choice when looking for a gluten-free fast food restaurant."], "408724709606686720": ["2:28 PM - 5 Dec 2013", "The best thing tht could happen when u have a friend who has a job at a restaurant and u get free food like (WENDY') <3<3<3<3<3<3<3<3"], "410706050133012480": ["1:42 AM - 11 Dec 2013", "Free idea: a fast food restaurant called wendy."], "410876430944194560": ["12:59 PM - 11 Dec 2013", "@Wendys, my friend and I are loyal customers to your restaurant. However, we seem to be broke today. Can we have free food? @Louisgrabmyass"], "413776516439228419": ["1:03 PM - 19 Dec 2013", "Over 156,000 signatures asking Wendy's to use slave free tomatoes, I'm impressed!... http://fb.me/QRfjGFET "], "417109177245650944": ["5:45 PM - 28 Dec 2013", "Arby's, owned by the same company as Wendy's, also features a fairly comprehensive gluten-free menu for a fast food restaurant."], "427938594536583168": ["2:58 PM - 27 Jan 2014", "@wendy_blas i have a question for you c:"], "439082050478284800": ["8:58 AM - 27 Feb 2014", "@Wendys I need me a free meal from this fast food restaurant. So delicious."], "447322062235766784": [null, null], "449975457929129984": ["11:24 AM - 29 Mar 2014", "I should go to Wendy's and get free food.. probably the workers will shoo me out of the restaurant"], "450140023451426818": ["10:18 PM - 29 Mar 2014", "The Wendy's girl spokesperson looks like she snacks on McDonalds on her free time when she isn't promoting her own fast food restaurant."], "471670108075479040": ["8:11 AM - 28 May 2014", "Wendy's is the only fast food restaurant out of the top 5 in the US that refuses to have a slave free guarantee... http://fb.me/36D07NMnD "], "475273766994710528": ["6:51 AM - 7 Jun 2014", "Lmao Wendy's RT @Jayleseeee What restaurant will give you free food on your birthday"], "487253958025826304": ["8:16 AM - 10 Jul 2014", "Wendy's RT @feelickss: If you had one fast food restaurant willing to cater your party for free what fast food chain would you pick ?"], "494535385603899392": ["10:29 AM - 30 Jul 2014", "Only sucky thing about not work at a restaurant is not being able to get free food when youre broke.. #whythestruggle"], "521651802224463872": ["6:20 AM - 13 Oct 2014", "If I get rich, I'm buying my own Wendy's restaurant so I can eat my fav fast food for free and make some money while I'm at it lol"], "541290692820353024": ["9:58 AM - 6 Dec 2014", "“@hottubjhonny: Fuck your fast food restaurant if you don't give free refills.”\n\n@McDonalds\n@WhiteCastle\n@BurgerKing\n@Wendys"], "614557908953645057": ["3:16 PM - 26 Jun 2015", "@Wendys is my go-to fast food restaurant. Since I have 104 followers, I'm popular and receive free food"]}