{"2610832994": ["12:06 AM - 13 Jul 2009", "sad news about x celtic star john hartson.. Brain cancer.."], "2611014747": ["12:28 AM - 13 Jul 2009", "Just found out John Hartson has cancer of the brain. Hope you can beat it BBJ."], "2611015053": ["12:28 AM - 13 Jul 2009", "Former Hammers striker John Hartson has been diagnosed with testicular cancer, which has spread to his brain.  http://bit.ly/lrNbA"], "2611049565": ["12:32 AM - 13 Jul 2009", "Sending my love out to John Hartson and family. Just read he has been diagnosed with testicular cancer that has spread to his brain. He's 34"], "2611125148": ["12:42 AM - 13 Jul 2009", "RT @westhamfootball: Former Hammers striker John Hartson has been diagnosed with testicular cancer, which has spread to his brain.  http ..."], "2611242377": ["12:58 AM - 13 Jul 2009", "John Hartson has got tesicular cancer that has spread to his brain - I am sorry to hear that."], "2611455821": ["1:26 AM - 13 Jul 2009", "Ex-Celtic hero John Hartson facing fight against brain cancer - Football.co.uk http://bit.ly/1JVES"], "2611509052": ["1:34 AM - 13 Jul 2009", "Mail Online: Ex-Celtic hero John Hartson facing fight against brain cancer: Former Wales and Celtic .. http://bit.ly/bhI0a"], "2611512570": ["1:34 AM - 13 Jul 2009", "Former Arsenal, West Ham and Celtic star John Hartson has brain cancer, according to reports. http://tiny.cc/EJT7W"], "2611535405": ["1:38 AM - 13 Jul 2009", "John Hartson is undergoing treatment for brain cancer http://ow.ly/h6Sk"], "2611542121": ["1:39 AM - 13 Jul 2009", "Premier League - Reports: Hartson has brain cancer: Former Arsenal, West Ham and Celtic star John Hartson has be.. http://tinyurl.com/lnwqwb"], "2611549688": ["1:40 AM - 13 Jul 2009", "Ex-Celtic hero John Hartson facing fight against brain cancer http://bit.ly/qvETF"], "2611571577": ["1:43 AM - 13 Jul 2009", "Former Gooner John Hartson diagnosed with brain cancer. All the best to him."], "2611635864": ["1:52 AM - 13 Jul 2009", "WalesOnline John Hartson diagnosed with brain cancer: FORMER Wales football star John Hartson has bee.. http://tinyurl.com/nuyk52"], "2611644168": ["1:53 AM - 13 Jul 2009", "John Hartson diagnosed with brain cancer: Former Celtic striker John Hartson has been diagnosed with testicular .. http://twurl.nl/w38zm0"], "2611654614": ["1:54 AM - 13 Jul 2009", "John Hartson diagnosed with brain cancer http://bit.ly/4o1Lyf"], "2611664995": ["1:56 AM - 13 Jul 2009", "RT @FootballWales: John Hartson diagnosed with brain cancer http://bit.ly/4o1Lyf"], "2611710424": ["2:02 AM - 13 Jul 2009", "John Hartson diagnosed with brain cancer: FORMER Wales football star John Hartson has been diagnosed with brain .. http://bit.ly/2xdddH"], "2611916072": ["2:31 AM - 13 Jul 2009", "Good luck John Hartson: Former West Ham striker John Hartson has been diagnosed with brain cancer, it was reveal.. http://tinyurl.com/nypdul"], "2611995674": ["2:43 AM - 13 Jul 2009", "Celtics John Hartson has been diagnosed with brain cancer"], "2611999119": ["2:44 AM - 13 Jul 2009", "John Hartson diagnosed with Brain and Testicular Cancer! Almunia ready for England! Bordeaux bid for Silvestre! Read More @The Arsenal 49ers"], "2612018740": ["2:46 AM - 13 Jul 2009", "Sports Stat news... John Hartson diagnosed with brain cancer: Former Celtic striker John Hart.. http://twurl.nl/12qygy"], "2612111986": ["3:00 AM - 13 Jul 2009", "John Hartson diagnosed with brain cancer - Telegraph.co.uk http://tinyurl.com/lz3huo"], "2612273287": ["3:22 AM - 13 Jul 2009", "New Forum Post: John Hartson has brain cancer http://tinyurl.com/l7zbg8"], "2612311292": ["3:28 AM - 13 Jul 2009", "Yahoo : Premier League - Hartson has brain cancer: Former Arsenal, West Ham and Celtic star John Hartson .. http://bit.ly/fX11Q"], "2612390527": ["3:39 AM - 13 Jul 2009", "Ex-Celtic star John Hartson diagnosed with brain cancer http://bit.ly/V1BxE"], "2612441658": ["3:46 AM - 13 Jul 2009", "Poor John Hartson, hopefully he will tackle the brain cancer the same way tackled rangers - give it hell john"], "2612489604": ["3:53 AM - 13 Jul 2009", "Celtic offer help to John Hartson as he is diagnosed with brain cancer: Celtic have offered their support to Joh.. http://bit.ly/11v3uX"], "2612562389": ["4:02 AM - 13 Jul 2009", "John Hartson starts treatment for brain cancer: Celtic legend John Hartson has been told he has brain cancer and.. http://bit.ly/1d7qKp"], "2612566953": [null, null], "2612572459": ["4:04 AM - 13 Jul 2009", "Ex-Celtic star John Hartson diagnosed with brain cancer http://bit.ly/IIUyA"], "2612618346": ["4:10 AM - 13 Jul 2009", "The saddest news of the day... former hatter John Hartson has brain cancer, In my prayers John"], "2612620682": ["4:10 AM - 13 Jul 2009", "keep big john hartson in your thoughts he has just been diagnosed with brain cancer :-("], "2612641338": ["4:13 AM - 13 Jul 2009", "This is quite sad: John Hartson has testicular & brain cancer http://is.gd/1x2L9v get well soon big man"], "2612668969": ["4:17 AM - 13 Jul 2009", "John Hartson diagnosed with brain cancer: FORMER Coventry City FC striker John Hartson has been diagnosed with b.. http://tinyurl.com/klxw8w"], "2612739503": ["4:25 AM - 13 Jul 2009", "@wez John Hartson has got brain cancer, really sad. Hope he pulls through."], "2612743682": ["4:26 AM - 13 Jul 2009", "Former Arsenal & Celtic Striker John Hartson Diagnosed With Brain ... http://bit.ly/2xmIFZ"], "2612828729": ["4:36 AM - 13 Jul 2009", "Our thoughts go out to Big Bad John Hartson, with the news that he has been diagnosed with secondary cancer in the brain."], "2612973853": ["4:54 AM - 13 Jul 2009", "News: John Hartson diagnosed with brain cancer: FORMER Coventry City FC striker John Hartson has been diagnosed .. http://bit.ly/UeCyH"], "2613035168": ["5:01 AM - 13 Jul 2009", "Former Arsenal & Celtic Striker John Hartson Diagnosed With Brain ... - Goal.com http://tinyurl.com/lcs767"], "2613070516": ["5:05 AM - 13 Jul 2009", "Former Arsenal   Celtic Striker John Hartson Diagnosed With Brain Cancer http://tinyurl.com/mbbsds arsenal"], "2613125231": ["5:11 AM - 13 Jul 2009", "Whoa, John Hartson diagnosed with testicular and brain cancer (aged 34?!)-optimistic prognosis tho http://bit.ly/INQLf (link via @skidowski)"], "2613214902": ["5:20 AM - 13 Jul 2009", "Hartson treated for brain cancer: The former Wales football international John Hartson has testicular and brain .. http://tinyurl.com/knx2t7"], "2613225080": ["5:21 AM - 13 Jul 2009", "RT: @bbcnews: The former Wales football international John Hartson has testicular and brain cancer, it is confirmed | fuck, that sucks"], "2613225709": ["5:22 AM - 13 Jul 2009", "john hartson has testicular and brain cancer. sad."], "2613239044": ["5:23 AM - 13 Jul 2009", "RT @bbcnews The former Wales football international John Hartson has testicular and brain cancer, it is confirmed. http://tinyurl.com/knx2t7"], "2613247889": ["5:24 AM - 13 Jul 2009", "The former Wales football international John Hartson has testicular and brain cancer, it is confirmed. http://tinyurl.com/njktbb"], "2613256092": ["5:25 AM - 13 Jul 2009", "BBC: Footballer Hartson has brain cancer: The former Wales football international John Hartson has testicular and brain cancer, it is.."], "2613292016": ["5:29 AM - 13 Jul 2009", "Shit! Welsh football ginger gigant John Hartson has brain cancer!"], "2613295773": ["5:29 AM - 13 Jul 2009", "Former Celtic footballer John Hartson has brain cancer - he is only 34"], "2613304896": ["5:30 AM - 13 Jul 2009", "is shocked and hopes Big John Hartson makes a full recovery! :o Brain AND testicular cancer, shit a brick :o"], "2613321269": ["5:32 AM - 13 Jul 2009", "The former Celtic player John Hartson has testicular and brain cancer, it is confirmed. http://tinyurl.com/knx2t7"], "2613345349": ["5:34 AM - 13 Jul 2009", "Get well soon John Hartson http://tinyurl.com/njktbb Only 34, has brain and testicular cancer. A great servant to his country and many clubs"], "2613348507": ["5:34 AM - 13 Jul 2009", "blimeyo john hartson has brain cancer, that's what you call unlucky, I'm suprised it managed to even find it... #fb"], "2613362293": ["5:36 AM - 13 Jul 2009", "Best wishes to John Hartson in his battle with testicular and, subsequently, brain cancer."], "2613408821": ["5:41 AM - 13 Jul 2009", "good luck to John Hartson, he has been diagnosed with testicular cancer and it has spread to his brain and he is only 34."], "2613429886": [null, null], "2613478760": ["5:48 AM - 13 Jul 2009", "RT @bbcsport: \"former Wales football international John Hartson has testicular & brain cancer http://tinyurl.com/knx2t7\""], "2613497190": ["5:50 AM - 13 Jul 2009", "John Hartson has brain cancer. I'm in shock and pretty upset by it. I hope he pulls through...he's certainly tough enough :)"], "2613523306": ["5:52 AM - 13 Jul 2009", "Hartson treated for brain cancer: The former Wales football international John Hartson has testicular and brain .. http://bit.ly/vPd2E"], "2613541624": ["5:54 AM - 13 Jul 2009", "bbcworld: The former Wales football international John Hartson has testicular and brain cancer, it is confirmed.... http://ff.im/59PCM"], "2613569807": ["5:57 AM - 13 Jul 2009", "News: bbcworld: The former Wales football international John Hartson has testicular and brain cancer, it i.. http://tinyurl.com/nnwe5g"], "2613599129": ["6:00 AM - 13 Jul 2009", "RT@bbcsport The former Wales football international John Hartson has testicular and brain cancer, it is confirmed. http://tinyurl.com/knx2t"], "2613616784": ["6:01 AM - 13 Jul 2009", "RT @tom24harrison John Hartson (British ex-soccer player) has been diagnosed with testicular & brain cancer. We are thinking about you!"], "2613625104": ["6:02 AM - 13 Jul 2009", "Former Wales football international John Hartson is suffering from testicular cancer which has spread to his brain, it has been confirmed"], "2613646513": ["6:04 AM - 13 Jul 2009", "RT @LIVESTRONGCEO: RT @tom24harrison John Hartson (British ex-soccer player) has bn diagnosed w/ testicular & brain cancer. We R thinkin ..."], "2613658923": ["6:05 AM - 13 Jul 2009", "RT @tom24harrison John Hartson (British ex-soccer player) has been diagnosed with testicular & brain cancer. We are thinking about you!"], "2613679602": ["6:07 AM - 13 Jul 2009", "Former west ham man John hartson has brain cancer, Good luck John I hope you can beat it."], "2613685525": ["6:08 AM - 13 Jul 2009", "RT @bbcsport: The former Wales football international John Hartson has testicular and brain cancer, it is confirmed. http://tinyurl.com/ ..."], "2613693034": ["6:08 AM - 13 Jul 2009", "Hartson treated for brain cancer: BBC News Former Wales football international John Hartson is suffering from te.. http://tinyurl.com/nlylsj"], "2613827760": ["6:21 AM - 13 Jul 2009", "RT @tom24harrison John Hartson (British ex-soccer player) has been diagnosed with testicular & brain cancer. We are thinking about you!!!!"], "2613843985": ["6:22 AM - 13 Jul 2009", "John Hartson (British ex-soccer player) has been diagnosed with testicular & brain cancer. We are thinking about you!!!!\n@livestrong"], "2613858524": ["6:24 AM - 13 Jul 2009", "has just got the Beijing 2008 Xbox 360 game a year late about to play it and I hope John Hartson recovers from Brain Cancer"], "2613878260": ["6:25 AM - 13 Jul 2009", "@super_spurs hey dude, did you hear about John Hartson??? He got testicular cancer & brain cancer!?! Poor fecker."], "2613883761": ["6:26 AM - 13 Jul 2009", "RT @tom24harrison John Hartson (British ex-soccer player) has been diagnosed with testicular & brain cancer. We are thinking about you!"], "2613933838": ["6:30 AM - 13 Jul 2009", "Sad news. RT @turnstilemusic The former Wales football international John Hartson has testicular and brain cancer. http://tinyurl.com/"], "2613967559": ["6:33 AM - 13 Jul 2009", "Hartson treated for brain cancer: The former Wales football international John Hartson has testicular and brain .. http://tinyurl.com/mfamsg"], "2613975157": [null, null], "2614103599": ["6:45 AM - 13 Jul 2009", "Cant beleive it, john hartsons got cancer spreading to the the brain....legend :("], "2614148470": ["6:49 AM - 13 Jul 2009", "RT @BethanElfyn Sad news. RT @turnstilemusic The former Wales football international John Hartson has testicular and brain cancer."], "2614177759": ["6:51 AM - 13 Jul 2009", "Welsh Footballing Legend 'Big John Hartson' suffering from Brain and Testicular Cancer, TudnoSport wishes him all the Best"], "2614216894": ["6:54 AM - 13 Jul 2009", "RT @bbcnews Ex-Arsenal, Celtic striker John Hartson's testicular cancer has spread to his brain... Bizarre."], "2614266088": ["6:58 AM - 13 Jul 2009", "John Hartson Diagnosed With Brain Cancer - http://theoriginalwinger.com/"], "2614395573": ["7:09 AM - 13 Jul 2009", "Hartson treated for brain cancer: The former Wales football international John Hartson has testicular and brain .. http://bit.ly/lzrQp"], "2614489023": ["7:16 AM - 13 Jul 2009", "Holy shit..John Hartson has brain cancer: http://news.bbc.co.uk/1/hi/wales/8147852.stm"], "2614519193": ["7:18 AM - 13 Jul 2009", "John Hartson suffering from testicular and brain cancer. Sad. http://bit.ly/8ONaZ"], "2614567480": ["7:22 AM - 13 Jul 2009", "RT @munkimatt: John Hartson suffering from testicular and brain cancer. Sad. http://bit.ly/8ONaZ"], "2614591903": ["7:24 AM - 13 Jul 2009", "Ex-Celtic hero John Hartson facing fight against brain cancer http://bit.ly/3UMzQ"], "2614603837": ["7:25 AM - 13 Jul 2009", "RT @thefootballfan Ex-Celtic hero John Hartson facing fight against brain cancer http://bit.ly/3UMzQ"], "2614616071": ["7:26 AM - 13 Jul 2009", "Sport Tweet.  Sad news today - former Celtic and Wales international, John Hartson, has been diagnosed with brain cancer."], "2614663763": ["7:30 AM - 13 Jul 2009", "@lancearmstrong FYC for a dedication, John Hartson, Welsh soccer player has testicular and brain cancer. http://bit.ly/eesQp"], "2614690630": ["7:31 AM - 13 Jul 2009", "Sad News former Wales international and Celtic legend John Hartson has been diagnosed with brain cancer.."], "2614706344": ["7:33 AM - 13 Jul 2009", "@SerkanDjemal But also, John Hartson's got brain cancer - sucks. He scored in a European final. True Gooner http://tinyurl.com/mv39c4"], "2614720949": ["7:34 AM - 13 Jul 2009", "John Hartson (ex-Arsenal) diagnosed with testicular cancer which has spread to his brain (tinyurl.com/kn8akw). Surely some mistake?"], "2614741153": ["7:35 AM - 13 Jul 2009", "John Hartson treated for brain cancer   http://news.bbc.co.uk/1/hi/wales/8147852.stm"], "2614780692": ["7:38 AM - 13 Jul 2009", "Sad to hear that John Hartson has testicular cancer that has spread to the brain. Wish him best of luck in his battle."], "2614972566": ["7:52 AM - 13 Jul 2009", "John Hartson diagnosed with brain cancer http://bit.ly/9Zs7Z"], "2615040959": ["7:57 AM - 13 Jul 2009", "John Hartson diagnosed with brain cancer - http://bit.ly/luhtj"], "2615085052": ["8:00 AM - 13 Jul 2009", "Former Celtic striker John Hartson diagnosed with brain cancer http://tinyurl.com/ksgegj"], "2615157343": ["8:05 AM - 13 Jul 2009", "shocked to hear John Hartson has brain cancer. Hope he wins this fight as well."], "2615185374": ["8:07 AM - 13 Jul 2009", "Former Arsenal and Celtic striker John Hartson has been diagnosed with brain cancer. http://su.pr/1N2dpk"], "2615229856": [null, null], "2615297708": [null, null], "2615308386": ["8:15 AM - 13 Jul 2009", "Helsingin Sanomat claims John Hartson has brain cancer, even though it's testicular cancer. My comment was deleted and the error remains."], "2615335815": ["8:17 AM - 13 Jul 2009", "Hartson treated for brain cancer: Former Norwich City loan striker John Hartson has testicular and brain cancer,.. http://bit.ly/w2StI"], "2615529551": ["8:30 AM - 13 Jul 2009", "Former Wales and Celtic footballer John Hartson is being treated for testicular and brain cancer, it is confirmed. http://tinyurl.com/knx2t7"], "2615540302": ["8:31 AM - 13 Jul 2009", "Former West Ham and Wimbledon footballer John Hartson is being treated for testicular and brain cancer, it i.. http://tinyurl.com/knx2t7"], "2615635772": ["8:38 AM - 13 Jul 2009", "Hartson treated for brain cancer: Former Wales and Celtic footballer John Hartson is being treated for testicula.. http://bit.ly/vPd2E"], "2615667291": ["8:40 AM - 13 Jul 2009", "Former Wales, Arsenal & Celtic striker John Hartson has testicular cancer which has spread to his brain. http://bit.ly/13hH5R"], "2615773087": ["8:47 AM - 13 Jul 2009", "Former Celtic striker John Hartson diagnosed with brain cancer http://bit.ly/16yF5h"], "2615811327": ["8:49 AM - 13 Jul 2009", "Former UK sports star John Hartson diagnosed with brain cancer http://bit.ly/ebjf3. MD experts give him 80% chance of winning battle."], "2615853737": ["8:52 AM - 13 Jul 2009", "John Hartson has cancer and it's spread to his brain.http://bit.ly/U2X5E"], "2615928927": ["8:58 AM - 13 Jul 2009", "@MarkSnell87 John Hartson has brain cancer!?  Bloody hell!  Good luck to him."], "2616031710": ["9:04 AM - 13 Jul 2009", "RT @itvfootball John Hartson diagnosed with brain cancer - http://bit.ly/luhtj For me this is as big as Jade Goody. MEN - GET CHECKING THEM!"], "2616054557": ["9:06 AM - 13 Jul 2009", "Hartson treated for brain cancer: The former Celtic player John Hartson has testicular and brain cancer, it is c.. http://tinyurl.com/knx2t7"], "2616373127": ["9:27 AM - 13 Jul 2009", "Poor fella RT @bbcsport The former Wales footballer John Hartson has testicular & brain cancer, it is confirmed. http://tinyurl.com/knx2t7"], "2616439040": ["9:32 AM - 13 Jul 2009", "BBC: #football Hartson treated for brain cancer - Former Wales and Celtic footballer John Hartson is being treated ... http://ow.ly/15HBMG"], "2616457064": ["9:33 AM - 13 Jul 2009", "Hartson treated for brain cancer: Doctors say ex-Wales and Celtic footballer John Hartson faces \"many months\" of.. http://ping.fm/Nb4ax"], "2616656489": ["9:46 AM - 13 Jul 2009", "London Lite newspaper reporting John Hartson has brain cancer."], "2616724570": ["9:51 AM - 13 Jul 2009", "Celtic offer support to 'major hero' John Hartson after brain cancer diagnosis: Celtic have offered their suppor.. http://twurl.nl/hon5ue"], "2616803219": ["9:56 AM - 13 Jul 2009", "Latest Buzz: Ex-Arsenal and Celtic striker John Hartson diagnosed with brain cancer http://short.to/jd02"], "2617102887": ["10:15 AM - 13 Jul 2009", "Sports Stat news... Celtic offer support to 'major hero' John Hartson after brain cancer diag.. http://twurl.nl/zp2oyj"], "2617268652": ["10:26 AM - 13 Jul 2009", "Ex-Arsenal and Celtic striker John Hartson diagnosed with brain cancer: Former Arsenal and Glasgow Celtic strike.. http://tinyurl.com/n26fel"], "2617455414": [null, null], "2617883387": ["11:08 AM - 13 Jul 2009", "Former Celtic player John Hartson has been diagnosed with testicular and brain cancer.  Fight the fight BBJ."], "2617966133": ["11:14 AM - 13 Jul 2009", "is it true that John Hartson the ex westham player has brain cancer ????"], "2618338123": ["11:39 AM - 13 Jul 2009", "John Hartson diagnosed with brain cancer on Footie Analyst Blog - http://www.footie.co.za/blog/?p=7315"], "2618841962": [null, null], "2619149453": ["12:33 PM - 13 Jul 2009", "John Hartson of Celtic has metastatic testicular Ca. Brain mets. Due to start chemo soon. Bad prognosis sadly"], "2619439364": ["12:53 PM - 13 Jul 2009", "John Hartson is fighting for his life as he has testicular and brain cancer more at: http://bit.ly/3YwIqZ"], "2619460069": ["12:54 PM - 13 Jul 2009", "Was moaning about the rain then I heard about Big John Hartson being diagnosed with brain cancer. Perspective check. Get well soon Big man."], "2619468176": ["12:55 PM - 13 Jul 2009", "Former Arsenal  John Hartson Diagnosed With Brain Cancer http://bit.ly/HbME9"], "2619695873": ["1:11 PM - 13 Jul 2009", "sad to hear John Hartson has testicular cancer that has spread to his brain. get well soon big bad john"], "2620218414": ["1:47 PM - 13 Jul 2009", "john hartson ex celtic footballer jus confirmed has brain cancer,after his testicular cancer spread.check them balls guys!!"], "2620271158": ["1:50 PM - 13 Jul 2009", "@LIVESTRONGCEO Please WALES - prayers 4 John Hartson, former Welsh Football International diagnosed this weekend with brain & testicular c"], "2621156600": ["2:50 PM - 13 Jul 2009", "SHOCKING NEWS; John Hartson has a brain!!!!!!"], "2621581195": ["3:17 PM - 13 Jul 2009", "Read a piece about ex-pro footballer John Hartson suffering from brain cancer. Always a fighter i wish him the very best http://bit.ly/IiXSc"], "2621925182": ["3:41 PM - 13 Jul 2009", "John Hartson been diagnosed with testicular cancer which spread to his brain :( cant believe it tbh :("], "2621961380": ["3:43 PM - 13 Jul 2009", "#livestrong raising the profile of john hartson, former welsh soccer international who has been diagnosed with brain cancer. Good luck john"], "2604562042": ["3:25 PM - 12 Jul 2009", "#manchesterunited John Hartson has brain cancer: :( \n\nshame for the big Welshman let's hope .. http://tinyurl.com/nrnfxp"], "2643736332": ["7:17 PM - 14 Jul 2009", "Best wishes to former Wales & Celtic footballer John Hartson being treated for testicular and brain cancer - http://tinyurl.com/knx2t7"], "2649484964": ["4:21 AM - 15 Jul 2009", "poor john hartson, cancer now in his lungs too! currently in critical cond after brain surgery acoording to bbc!.............such sad news"], "2649627673": ["4:38 AM - 15 Jul 2009", "John Hartson in critical condition after emergency brain surgery. Cancer has also now been found in his lungs."], "2649638317": ["4:39 AM - 15 Jul 2009", "John Hartson has emergency brain surgery: Former Celtic, West Ham and Arsenal striker John Hartson has undergone.. http://bit.ly/by2Ga"], "2649650718": ["4:40 AM - 15 Jul 2009", "John Hartson has undergone emergency surgery on his brain. Doctors also confirmed the cancer has been found in his lungs also."], "2649851928": ["5:02 AM - 15 Jul 2009", "John Hartson has emergency brain surgery http://tinyurl.com/kpgmj3"], "2649860105": ["5:03 AM - 15 Jul 2009", "just bn anounced that john hartson is in a critical condition in hospital in swansea after emergency neurosurgery on his brain."], "2649896664": ["5:07 AM - 15 Jul 2009", "Hartson undergoes brain surgery: John Hartson has undergone emergency neurosurgery after being diagnosed with cancer. http://url4.eu/65q4"], "2649898536": ["5:07 AM - 15 Jul 2009", "Hartson undergoes brain surgery: John Hartson has undergone emergency neurosurgery after being diagnosed with ca.. http://tinyurl.com/nvqmdm"], "2649946041": ["5:12 AM - 15 Jul 2009", "Footie's Hartson is fighting for life\n: \nCANCER-stricken soccer hero John Hartson is seriously ill after brain s.. http://tinyurl.com/mtqkua"], "2649946818": ["5:12 AM - 15 Jul 2009", "Hartson undergoes brain surgery: John Hartson has undergone emergency neurosurgery after being diagnosed with ca.. http://bit.ly/KNP0f"], "2649979368": ["5:16 AM - 15 Jul 2009", "sad to hear John Hartson riddled with cancer at only 34..brain,lungs and testicular...say some prayers ppl"], "2650042166": ["5:22 AM - 15 Jul 2009", "From @SkySports: Hartson undergoes brain surgery: John Hartson has undergone emergency neurosurg.. http://tinyurl.com/kj6s9n"], "2650112157": ["5:29 AM - 15 Jul 2009", "Former Wales, Arsenal and Celtic striker John Hartson has had emergency surgery on his brain after being diagnosed with cancer."], "2650130103": ["5:30 AM - 15 Jul 2009", "Hartson undergoes brain surgery: John Hartson has undergone emergency neurosurgery after being diagnosed with ca.. http://digg.com/u18UUv"], "2650144680": [null, null], "2650148218": ["5:32 AM - 15 Jul 2009", "Sad to read that John Hartson has cancer that has spread to his brain and lungs. He made for good commentary in his day."], "2650236590": ["5:40 AM - 15 Jul 2009", "Hartson undergoes brain surgery: John Hartson has undergone emergency neurosurgery after being diagnosed with ca.. http://bit.ly/KNP0f"], "2650252527": ["5:42 AM - 15 Jul 2009", "John Hartson has emergency brain surgery: Former Celtic, West Ham and Arsenal striker John Hartson has undergone.. http://bit.ly/1LevYe"], "2650283752": ["5:44 AM - 15 Jul 2009", "John Hartson has surgery to relieve pressure on brain as cancer spreads to lungs : Former Celtic West Ham and Ar.. http://twurl.nl/l60vew"], "2650362128": ["5:51 AM - 15 Jul 2009", "Sports Stat news... John Hartson has surgery to relieve pressure on brain as cancer spreads t.. http://twurl.nl/nvdjhe"], "2650405053": ["5:55 AM - 15 Jul 2009", "Breaking: Celtic's John Hartson undergoes emergency brain surgery after cancer spreads. http://bit.ly/zA1pl"], "2650444972": [null, null], "2650494778": ["6:03 AM - 15 Jul 2009", "John Hartson has emergency brain surgery http://bit.ly/b67z3"], "2650660193": [null, null], "2650732953": ["6:23 AM - 15 Jul 2009", "Brain Surgery News: John Hartson undergoes emergency brain surgery: guardian.co.uk The 34-yea.. http://bit.ly/vRfCv"], "2650827274": ["6:30 AM - 15 Jul 2009", "Hartson undergoes brain surgery - John Hartson has undergone emergency neurosurgery after being diagnosed with canc... http://ow.ly/15HOjC"], "2650989070": [null, null], "2651235915": ["7:01 AM - 15 Jul 2009", "John Hartson undergoes emergency brain surgery http://bit.ly/3AQWZO"], "2651308765": ["7:06 AM - 15 Jul 2009", "@lancearmstrong Any chance you could ride for John Hartson, ex-soccer player in the UK. Testicular cancer, spread to brain and also in lungs"], "2651338176": ["7:09 AM - 15 Jul 2009", "just want to say sad news that John Hartson ex Celtic player has testicular cancer and it has spread to his brain and lungs, get better soon"], "2651985327": ["7:53 AM - 15 Jul 2009", "John Hartson undergoes emergency brain surgery http://bit.ly/15IbwB"], "2652336449": ["8:15 AM - 15 Jul 2009", "John Hartson is in a critical condition after emergency surgery on his brain following his cancer diagnoses....God bless big man x"], "2652621968": ["8:34 AM - 15 Jul 2009", "Would like to wish Soccer star John Hartson all the best - Testicular cancer which has spread to lungs and brain - not good"], "2652688840": ["8:38 AM - 15 Jul 2009", "@lancearmstrong Ex Arsenal and Wales soccer star John Hartson has been diagnosed with testicular cancer which has spread to brain and lungs"], "2653323466": ["9:18 AM - 15 Jul 2009", "Former Arsenal and Celtic striker John Hartson is in a critical condition after emergency surgery on his brain following a cancer diagnosis"], "2653896688": ["9:54 AM - 15 Jul 2009", "Brain Surgery News: John Hartson has emergency brain surgery mirrorcouk: Former Celtic, West .. http://bit.ly/1LevYe"], "2654350707": ["10:22 AM - 15 Jul 2009", "#soccer Former Celtics star John Hartson diagnosed with brain cancer.  Keep him in your prayers http://bit.ly/a3MIi"], "2654433657": ["10:28 AM - 15 Jul 2009", "Former Gunner John Hartson has brain cancer? oh man... my thoughts go out to him big time... #Arsenal"], "2654449353": ["10:29 AM - 15 Jul 2009", "#soccer More info on John Hartson's battle: Emergency surgery to relieve the pressure in the brain caused by the tumors.http://bit.ly/KLJaB"], "2655046661": ["11:07 AM - 15 Jul 2009", "is shocked to hear that john hartson has brain cancer!!! :O"], "2655782093": ["11:54 AM - 15 Jul 2009", "Brain Surgery News: Cancer fight ex-Premiship star John Hartson undergoes emergency ...: Dail.. http://bit.ly/9PbGE"], "2656281946": ["12:26 PM - 15 Jul 2009", "John Hartson diagnosed with brain cancer :-("], "2656564175": ["12:44 PM - 15 Jul 2009", "John Hartson undergoes emergency brain surgery today  http://bit.ly/15Mw27 (our thoughts are with him)"], "2656760018": ["12:56 PM - 15 Jul 2009", "RT @westhamfootball: John Hartson undergoes emergency brain surgery today  http://bit.ly/15Mw27 (our thoughts are with him)"], "2657375764": ["1:35 PM - 15 Jul 2009", "John hartson in critical condition after brain surgery for cancer,it's in his lungs 2.great guy,met him when he played for celtic.livestrong"], "2658302324": ["2:35 PM - 15 Jul 2009", "Tonight John Hartson is seriously ill in hospital after brain surgery.\r\n\r\nJohn was diagnosed with testicular cancer only days ago after c..."], "2626629885": [null, null], "2627553928": ["10:11 PM - 13 Jul 2009", "Prayers going out to former Gunner John Hartson, who's been diagnosed with brain cancer."], "2628489556": ["11:39 PM - 13 Jul 2009", "Just heard on the radio that John Hartson has testicular cancer which has spread to the brain! That does not sound good!!"], "2629037398": ["12:41 AM - 14 Jul 2009", "NEWS: Ex-Arsenal striker John Hartson starts treatment for brain cancer - The Canadian Press http://tinyurl.com/lyurxq"], "2629207202": ["1:01 AM - 14 Jul 2009", "Yahoo : SPL - Hartson has brain cancer: Former Arsenal, West Ham and Celtic star John Hartson has been di.. http://bit.ly/USDPg"], "2629209506": ["1:02 AM - 14 Jul 2009", "@lancearmstrong ex Celtic soccer player John Hartson diagnosed w testicular cancer - spread to his brain.  thought you'd be interested"], "2640497418": ["3:44 PM - 14 Jul 2009", "Best wishes to former Wales  & Celtic footballer John Hartson being treated for testicular and brain cancer - http://tinyurl.com/knx2t7"], "2640520400": ["3:45 PM - 14 Jul 2009", "RT @adamgarone: Best wishes to former Wales footballer John Hartson being treated for testicular & brain cancer - http://tinyurl.com/knx2t7"], "2683184012": ["10:00 PM - 16 Jul 2009", "News: John Hartson remains in a critical but stable condition after emergency surgery on his brain following a cancer diagnosis...."], "2684350837": ["11:43 PM - 16 Jul 2009", "John Hartson in critical condition following brain surgery http://bit.ly/yqFpT"], "2684831499": [null, null], "2660546518": ["5:09 PM - 15 Jul 2009", "Quit sad and concerned about john hartson's. Testicular, lung and brain cancer.  Be strong big fella!"], "2662131986": ["6:59 PM - 15 Jul 2009", "John Hartson rushed to hospital to undergo emergency surgery: Former West Ham and Arsenal hero has brain operati.. http://bit.ly/eN6sJ"], "2665776706": ["11:43 PM - 15 Jul 2009", "News: John Hartson critical after brain surgery: JOHN Hartson is in a critical condition after undergoing emerge.. http://bit.ly/sMuTl"], "2666251325": ["12:34 AM - 16 Jul 2009", "John Hartson critical after brain surgery: JOHN Hartson is in a critical condition after undergoing emergency ne.. http://bit.ly/MJZ04"], "2666650773": [null, null], "2666759723": ["1:31 AM - 16 Jul 2009", "John Hartson has emergency brain surgery http://tinyurl.com/my3ppt (Times)"], "2666759908": ["1:31 AM - 16 Jul 2009", "John Hartson has emergency brain surgery http://tinyurl.com/my3ppt (Times)"], "2667225988": ["2:30 AM - 16 Jul 2009", "#football Hartson critically ill after brain surgery - The former international footballer John Hartson remains in ... http://ow.ly/15HTWW"], "2667375025": ["2:50 AM - 16 Jul 2009", "Hartson critical but stable: John Hartson remains in a critical but stable condition following his emergency brain surgery."], "2667455736": ["3:01 AM - 16 Jul 2009", "Former footballer John Hartson remains in a critical but stable condition after emergency brain surgery aft.. http://tinyurl.com/nk9cgp"], "2667671849": ["3:30 AM - 16 Jul 2009", "Former footballer John Hartson remains in a critical condition after emergency brain surgery following a cancer .. http://bit.ly/10ms9a"], "2668090866": [null, null], "2668967345": ["5:52 AM - 16 Jul 2009", "Brain Surgery News: Hartson has emergency brain surgery: Times Online John Hartson had emerge.. http://bit.ly/pNPnp"], "2669061146": [null, null], "2669659023": ["6:47 AM - 16 Jul 2009", "Hartson critical but stable after brain surgery: Former Celtic star John Hartson remains in a critical but stabl.. http://bit.ly/10UXds"], "2669825293": ["6:59 AM - 16 Jul 2009", "John Hartson in critical condition after brain operation : Lance Armstrong leaves message of support for former .. http://bit.ly/Nlo0O"], "2672375716": ["10:02 AM - 16 Jul 2009", "Bloody hell poor John Hartson. Go to the doctors one day \"yeah, you have Testicular, lung and brain cancer\"."], "2675966633": ["1:51 PM - 16 Jul 2009", "@lancearmstrong Shout to John Hartson, pro footballer (uk) just diagnosed with testicular cancer, lung & brain mets in a coma. Livestrong!"], "2676332640": ["2:15 PM - 16 Jul 2009", "Former Wales footballer John Hartson remains in a critical but stable condition after emergency surgery on his brain"], "2678610159": ["4:46 PM - 16 Jul 2009", "John Hartson still in critical but stable condition. Don't think the guy will win the battle, the cancer spread to his brain and lungs."], "2715095964": ["6:52 PM - 18 Jul 2009", "Brain Surgery News: John Hartson's operation can be some source of hope: Mirror.co.uk By .. http://bit.ly/14QnwM"], "2886407755": ["12:33 AM - 28 Jul 2009", "John Hartson 'getting stronger' after brain op: Critically-ill former football star John Hartson is getting stro.. http://bit.ly/1sbhWg"], "2887046039": ["1:47 AM - 28 Jul 2009", "News: John Hartson 'getting stronger' after brain op: Critically-ill former football star John Hartson is gettin.. http://bit.ly/apmuL"], "2892757217": ["9:43 AM - 28 Jul 2009", "Former Hammer John Hartson is getting stronger & has made an \"excellent recovery\" from a 2nd op on his brain doctors say http://is.gd/1RiUj"], "2905364456": ["11:26 PM - 28 Jul 2009", "it has been reported that john hartson is getting stronger after surgery to relieve pressure on his brain i wish him a full recovery"], "2912270202": ["9:31 AM - 29 Jul 2009", "UK's John Hartson getting stronger after undergoing 2nd brain operation http://bit.ly/IelTY"], "3190266838": ["11:42 PM - 7 Aug 2009", "John Hartson speaks for first time since his brain surgery: JOHN HARTSON yesterday spoke publicly for the first .. http://bit.ly/4v2QGO"], "3190276098": ["11:44 PM - 7 Aug 2009", "Brain Surgery News: John Hartson speaks for first time since his brain surgery: It was then h.. http://bit.ly/4v2QGO"], "3190830831": ["1:03 AM - 8 Aug 2009", "John Hartson speaks for first time since his brain surgery: JOHN HARTSON yesterday spoke publicly for the first .. http://bit.ly/EiWF"], "3378379363": ["11:54 PM - 17 Aug 2009", "@lancearmstrong I'm friends with John Hartson who's fighting against testicular and brain cancer. I'll be coming along to see you in Glasgow"], "2872549355": ["9:10 AM - 27 Jul 2009", "Former footballer John Hartson, makes an \"excellent recovery\" from an operation on his brain after a cancer dia.. http://tinyurl.com/men226"], "2872654803": ["9:16 AM - 27 Jul 2009", "RT @paulnray John Hartson, makes an \"excellent recovery\" from an operation on his brain after a cancer dia.. http://tinyurl.com/men226"], "2873085865": ["9:42 AM - 27 Jul 2009", "Former footballer John Hartson is making an \"excellent recovery\" from an operation on his brain after a canc.. http://tinyurl.com/men226"], "2873097619": ["9:43 AM - 27 Jul 2009", "some good news RT bbcsport John Hartson is making an \"excellent recovery\" from an operation on his brain http://tinyurl.com/men226"], "2873388167": ["10:01 AM - 27 Jul 2009", "Former footballer John Hartson is making an \"excellent recovery\" from an operation on his brain after a cancer d.. http://bit.ly/YZham"], "2873398042": ["10:01 AM - 27 Jul 2009", "Former footballer John Hartson is making an \"excellent recovery\" from an operation on his brain after a cancer d.. http://bit.ly/18exDO"], "2873453300": [null, null], "2873546608": ["10:10 AM - 27 Jul 2009", "Pleased to hear John Hartson is recovering well from surgery to remove a brain tumour. Once a Celt always a Celt... Hail Hail!!!"], "2873704163": [null, null], "2874468440": ["11:06 AM - 27 Jul 2009", "Good to see John Hartson is making some progress after Brain surgery."], "3105595268": ["8:16 AM - 3 Aug 2009", "John Hartson is now out of critical care after 2 brain operations and may start chemothearapy this week. Get well soon!"], "2952498802": ["8:10 AM - 31 Jul 2009", "Doctors treating former footballer John Hartson for testicular, brain and lung cancer say he is no longer criti.. http://tinyurl.com/m6een6"], "2952530170": ["8:11 AM - 31 Jul 2009", "Hartson is 'gradually improving' : Doctors treating former footballer John Hartson for testicular, brain and lun.. http://bit.ly/174M4G"], "2952566171": ["8:14 AM - 31 Jul 2009", "Hartson is 'gradually improving' : Doctors treating former footballer John Hartson for testicular, brain and lun.. http://bit.ly/174M4G"], "2952710950": ["8:22 AM - 31 Jul 2009", "BBC: Hartson is 'gradually improving' : Doctors treating former footballer John Hartson for testicular, brain and lung ... http://kl.am/1QOT"], "2952721892": ["8:23 AM - 31 Jul 2009", "@DeanParsons Doctors treating  John Hartson for testicular, brain and lung cancer say he is no longer critical.. http://tinyurl.com/m6een6"], "2952730917": ["8:23 AM - 31 Jul 2009", "@Shazza3434 Doctors treating  John Hartson for testicular, brain and lung cancer say he is no longer critical.. http://tinyurl.com/m6een6"], "3054533732": ["10:14 AM - 31 Jul 2009", "Hartson is 'gradually improving': Doctors treating former footballer John Hartson for testicular, brain and lung.. http://bit.ly/vqIUn"]}