{"919824073": ["10:22 PM - 12 Sep 2008", "@marenhogan The play was interesting, about a NY couple who outsourced their surrogate pregnancy to an Indian woman. Then we had Burmese."], "1867340717": ["8:29 PM - 20 May 2009", "More Childless Couples In UK Using Indian Surrogate Mothers: According to the Sun newspaper today, there has bee.. http://twurl.nl/razvtz"], "1869984497": ["4:33 AM - 21 May 2009", "More Childless Couples In UK Using Indian Surrogate Mothers - Baby Chums http://viigo.im/E6x"], "1308125254": ["5:04 PM - 10 Mar 2009", "first australian baby carried by an Indian surrogate -> http://tinyurl.com/ah9mny <- very sweet article :)"], "764494660": ["7:25 AM - 28 Feb 2008", "wemedia08 best user ofdotsub is indian ngo subtitling videos to turn unemployed into surrogate mums"], "764513956": ["8:09 AM - 28 Feb 2008", "MarkJones: wemedia08 best user ofdotsub is indian ngo subtitling videos to turn unemployed into surrogate mums"], "764513991": ["8:09 AM - 28 Feb 2008", "MarkJones: wemedia08 best user ofdotsub is indian ngo subtitling videos to turn unemployed into surrogate mums"], "1350277001": ["1:03 PM - 18 Mar 2009", "Israeli gay man gets 'maternity' leave for child born from Indian surrogate mother: http://www.haaretz.com/hasen/spages/1071307.html. Hmm."], "879109186": ["12:54 AM - 6 Aug 2008", "The future of a Japanese baby born to a surrogate Indian mother is uncertain after her parents divorce."], "1900989166": ["12:39 AM - 24 May 2009", "Melbourne Gay couple have twins by Indian surrogate http://ow.ly/8Sj7 on 60 mins tonight"], "1901529145": ["2:56 AM - 24 May 2009", "@sassisam they have contract w Indian surrogate and a egg donor its their sperm pregnancy & birth in India they go to India pick up baby"], "1901739184": ["3:51 AM - 24 May 2009", "Aussie Gay couple have twins by Indian surrogate http://tr.im/mfww"], "1904918025": ["12:05 PM - 24 May 2009", "ninemsn | Two men, two babies: Aussie gay couple order twins by Indian surrogate mum over the internet .. http://tinyurl.com/ra27mw"], "1304754027": ["3:06 AM - 10 Mar 2009", "What do you women feel about this (Indian surrogate moms for hire) ? http://tinyurl.com/d2ojow"], "14727611": ["7:10 PM - 28 Mar 2007", "Listening to WTP 143, including a depressing story about Indian surrogate mothers."], "2268617545": ["12:04 PM - 21 Jun 2009", "Ban on surrogate ads. How should the actual products market? (Indian Startups in News Blog Site) http://bit.ly/kcawp"], "1524102258": ["2:16 AM - 15 Apr 2009", "Marie Claire reports that there is a rise in the number of Indian surrogate Mums! http://bit.ly/190Qzw"], "2236982307": ["4:57 AM - 19 Jun 2009", "“An Indian surrogate is giving birth to a baby for a British couple every two days . . ..\" http://bit.ly/15W2Xs"], "3117610274": ["8:29 PM - 3 Aug 2009", "@mmmcheeseplease I'd need to make a new one, I'm rather fond of the one I have. Maybe indian surrogate time."], "1650503967": ["9:59 AM - 29 Apr 2009", "SJ Parker & Matthew B. hire surrogate for twins & Poverty makes surrogates of Indian women http://tinyurl.com/dglu92 can u say exploitation?"], "1606094693": ["11:27 AM - 24 Apr 2009", "I think Aware is pissed at the Indian Surrogate for not fulfilling their promise of raising funds for their lesbianism cause."], "1896902434": ["2:44 PM - 23 May 2009", "Just met a man who's wife is producing a documentary about westerners hiring surrogate Indian mothers. Fascinating rules at play there."], "2026768446": ["11:50 PM - 3 Jun 2009", "Gay couple have twins by Indian surrogate  : Read full article on www.pinkstone.tk"], "3260488029": ["10:40 PM - 11 Aug 2009", "Two Melbourne gay men are among the first Australians to get babies through an Indian surrogate mother http://bit.ly/Bc1ZV  #Surrogacy"], "1369643681": ["12:44 AM - 22 Mar 2009", "likes Indian surrogate mothers"], "987191776": ["8:42 PM - 2 Nov 2008", "CNN Top Stories Girl born to Indian surrogate in Japan: A 3-month-old girl born to an Indi.. http://tinyurl.com/6alhep"], "989602697": ["8:32 AM - 4 Nov 2008", "Baby Manjhi, born to Indian surrogate - flies home to Japan http://snipr.com/53enu"], "2397887560": ["7:55 PM - 29 Jun 2009", "why was this indian guy interviewing MJ on NBC such a dick? Acting like he never heard of a surrogate before?"], "2589611516": ["3:08 PM - 11 Jul 2009", "First on guptavivek.com -> Surrogate Advertising in Indian Politics..... Why name the Bandra Worli Sea link in Mumbai as Rajiv Gandhi Setu?"], "2777688460": ["6:30 AM - 22 Jul 2009", "#TIFF announces int'l premiere of Google Baby by Zippi Brand Frank of #Israel - doc re:Indian surrogate mom entrepreneur  http://is.gd/1HBXU"], "480336702": ["9:27 PM - 7 Dec 2007", "Didn't I just read where you can pay Indian surrogate like 5K? I'm down 4 that! Preggo? No more pills, coffee, Patron, occasnal raver binge?"], "1907861001": ["6:14 PM - 24 May 2009", "Gay couple have twins by Indian surrogate http://bit.ly/S0Uyy"], "1913643613": ["9:17 AM - 25 May 2009", "An article in marie claire-Indian women earn $5k as surrogate mothers. It would cost $70k in the US with trickier legislation.Exploitation?"], "3242129376": ["12:54 AM - 11 Aug 2009", "Two Melbourne gay men are among the first Australians to get babies through an Indian surrogate mother  http://bit.ly/Bc1ZV #Surrogacy"]}