{"17283137010": ["3:03 PM - 28 Jun 2010", "Pising myself with laughter watching graham norton and with katy perry (bless her leg) jason manford and this tennis star"], "17282965736": ["3:00 PM - 28 Jun 2010", "@Jason_Manford sat on a sofa on the graham norton show between katy perry and anna kournikova! the boy done good!"], "17282866887": ["2:59 PM - 28 Jun 2010", "katy perry on graham norton <3 \nomnom she's so hot <3"], "17271850905": ["11:53 AM - 28 Jun 2010", "@officialtulisa clashes with graham norton and katy perry so it's skyplus for you three ;)"], "17358399200": ["12:41 PM - 29 Jun 2010", "@TennisReporters kourny was good on graham norton uk show with katy perry and some male comedian who thought Xmas had come early!"], "17317624185": ["1:24 AM - 29 Jun 2010", "@BonjourNiamh katy perry just sang california girls on graham norton :D katy my lady- Yeah! x"], "17288095386": ["4:30 PM - 28 Jun 2010", "watching the graham norton show, katy perry is actual too funny love herrr mann (L)"], "17283804884": [null, null], "17283917232": ["3:17 PM - 28 Jun 2010", "graham norton is by far the best chat show on tv now, i wonder if anne kournikova and katy perry will have a bitch fight"], "17283686142": ["3:13 PM - 28 Jun 2010", "@jason_manford on graham norton show in between anna kournikova and katy perry, bloody hell, lucky guy... man I need to get famous!"], "17283845458": [null, null], "17283829165": [null, null], "17283564668": ["3:11 PM - 28 Jun 2010", "katy perry just said she had married russel..graham gave her a fartproof duvet called `the better marriage blanket'"], "17283774709": ["3:15 PM - 28 Jun 2010", "Watching katy perry on the graham norton show....I'm pretty sure she's not singing live"], "17283774720": [null, null], "17283793144": ["3:15 PM - 28 Jun 2010", "Y does katy perry sound like she is miming on the graham norton show"], "17283804385": ["3:15 PM - 28 Jun 2010", "@Em_and_Murph he's been funny with katy perry and anna kournikova on graham norton show"], "17287600845": ["4:21 PM - 28 Jun 2010", "i've never liked katy perry live until she sang california gurls on graham norton tonight"], "17284891991": ["3:35 PM - 28 Jun 2010", "so tired but katy perry and anna kournikova on graham norton show does it get better"], "17282049761": ["2:44 PM - 28 Jun 2010", "I dont kno how to say her name but that tennis player on graham norton is bludy gorgeous lol.. Oh ye and katy perry! http://myloc.me/8ywAx"], "17281896139": ["2:41 PM - 28 Jun 2010", "I'm watching graham norton coz katy perry s on it"], "17282088449": [null, null], "17282089457": ["2:44 PM - 28 Jun 2010", "ahh katy perry on graham norton "], "17281952455": [null, null], "17282383931": [null, null]}