{"12685135299": ["10:18 PM - 22 Apr 2010", "What is it stopping arizona from being labeled crooked and racist! Allowing racial profiling to stop illegal immigration. 60's Alabama to me"], "12738596051": [null, null], "12728726807": ["3:44 PM - 23 Apr 2010", "As I watch our piece on arizona's new bill it really upsets me. So much racial profiling is about to happen in that state."], "12733834737": ["5:35 PM - 23 Apr 2010", "@abcworldnews doesn't the arizona law fall under racial profiling? An isn't that already illegal?"], "12733949563": ["5:37 PM - 23 Apr 2010", "its official arizona is the most RACIST state in amerikkka. \nwhat the fu*k is going on. racial profiling just got signed into law"], "12744885870": [null, null], "12729244206": ["3:55 PM - 23 Apr 2010", "i don't think sarcasm will register with most, so ... wtf is arizona thinking? you really want to spearhead racial profiling, legal racism?"], "12729409750": [null, null], "12775933807": ["11:02 AM - 24 Apr 2010", "100% agree with u RT @lil_tahiti: racial profiling is wrong. arizona's sb 1070 is unconstitutional and should be overturned by federal law."], "12723814909": ["1:51 PM - 23 Apr 2010", "racial profiling is now legal in arizona. WTF!!!!!!  guess i need to move b4 they deport me"], "12723919658": ["1:54 PM - 23 Apr 2010", "no no no no noo Gov Brewer signed SB 1070 into law! that basically makes racial profiling legal in arizona! bad bad bad!"], "12678847353": ["7:56 PM - 22 Apr 2010", "In arizona, a new law allows cops to stop anyone and ask for immigration papers. racial profiling or not....?"], "12728267113": [null, null], "12724248590": ["2:02 PM - 23 Apr 2010", "@kyonkun The law affects everyone in arizona yes. However one of the big issues in arizona is racial profiling towards latinos."], "12724298591": ["2:03 PM - 23 Apr 2010", "arizona 1st to make racial profiling law. Now look at that.\r\nPeace."], "12730176312": [null, null], "12730113497": ["4:14 PM - 23 Apr 2010", "@CamilleRochelle the state of arizona, the govenor signed it into law... Yeah ppl are saying that thst will causr racial profiling"], "12732557320": ["5:07 PM - 23 Apr 2010", "But racial profiling IS ILLEGAL!  RT @bdrum99: Why are people so shocked with arizona?  It is against the law to (cont) http://tl.gd/10b3kg"], "12725630680": [null, null], "12725418435": ["2:29 PM - 23 Apr 2010", "@HighMadameShmoo SB1070 a new immigration law in arizona that many claim will cause racial profiling."], "12725795008": ["2:38 PM - 23 Apr 2010", "RT @teacherhime: SB 1070 sucks. RT @marissakline: racial profiling is now legal in arizona. No it's not, dont be dumb, read the bill"], "12747600017": ["10:33 PM - 23 Apr 2010", "we should speak up...and stop arizona SB 1070....it's a racial profiling law......we the ones that can help should race our voice for those…"], "12747535718": ["10:33 PM - 23 Apr 2010", "we should speak up...and stop arizona SB 1070....it's a racial profiling law......we the ones that can help should race our voice for those…"], "12711862877": ["9:33 AM - 23 Apr 2010", "arizona is trying to legalize racial profiling:  not at all ok! go here to take action: http://act.credoaction.com/campaign/az_immigration/"], "12793733331": ["6:11 PM - 24 Apr 2010", "( http://mobiledailynews.mobi/arizona-law-raises-fears-of-racial-profiling-ap/ )"], "12793915662": ["6:15 PM - 24 Apr 2010", "Arizona law raises fears of racial profiling \n    (AP)\n http://www.repost.com/2010/04/24/arizona-law-raises-fears-of-racial-profiling-ap/"]}