{"2860241181": [null, null], "2866819759": ["12:18 AM - 27 Jul 2009", "Plymouth nursery porn, abuse probe three to appear to in court: PLYMOUTH nursery worker Vanessa George was due i.. http://bit.ly/2ay0fj"], "2868503783": ["3:42 AM - 27 Jul 2009", "At bristol crown court for plymouth nursery worker vanessa george appearance."], "2871558639": ["8:07 AM - 27 Jul 2009", "Vanessa George appears in court over Plymouth nursery child abuse: TWO women charged in connection with a child .. http://snipurl.com/o29x6"], "2871742612": ["8:19 AM - 27 Jul 2009", "Vanessa George appears in court over Plymouth nursery child abuse http://ff.im/-5MFWR"], "2249992148": ["11:27 PM - 19 Jun 2009", "Vanessa George porn probe: New suspect is named http://ff.im/-4cUkm"], "2250008738": ["11:29 PM - 19 Jun 2009", "Vanessa George porn probe: New suspect is named http://ff.im/-4cUkm"], "2251368977": ["3:16 AM - 20 Jun 2009", "Angela Allen and Vanessa George. Is it a rule that pervert women have female first and male last names? #littleteds http://bit.ly/Djcd7"], "2261004791": ["8:06 PM - 20 Jun 2009", "Actual News - Nursery Sex Inquiry: Another Woman Charged: Vanessa George, also 39, who worked at Little Ted'.. http://bit.ly/V6cNu"], "2265000370": ["5:31 AM - 21 Jun 2009", "A Conservative's blog: Vanessa George, Angela Allen, female ...: However as I have noted in the past domesti.. http://bit.ly/Rtos0"], "2221495180": ["5:29 AM - 18 Jun 2009", "Analysis: What action is needed in the light of the Vanessa George nursery sex abuse case? http://tinyurl.com/nczrfb"], "2222193482": ["6:38 AM - 18 Jun 2009", "Analysis: What action is needed in the light of the Vanessa George ... http://bit.ly/12sX4m"], "2233134732": ["8:53 PM - 18 Jun 2009", "Vanessa George child sex charges | Nottingham arrests | Little ... http://bit.ly/e9STl"], "2234482290": ["11:08 PM - 18 Jun 2009", "Vanessa George: Social networking site contacted by police http://ff.im/-4abfw"], "2234766666": ["11:42 PM - 18 Jun 2009", "Vanessa George: Social networking site contacted by police: POLICE have contacted a social networking website co.. http://snipurl.com/kfcho"], "2189525444": ["12:14 AM - 16 Jun 2009", "Man in court today over Vanessa George images http://ff.im/-42064"], "2205136359": ["4:02 AM - 17 Jun 2009", "Three more arrests in Vanessa George child porn probe http://snipurl.com/kaj1p"], "2205223483": ["4:15 AM - 17 Jun 2009", "Three more arrested in Vanessa George child porn probe: THREE more people have been arrested as part of the inve.. http://tinyurl.com/ncw8uy"], "2205383256": ["4:37 AM - 17 Jun 2009", "Three more arrested in Vanessa George child porn probe http://ff.im/-459y8"], "2205583687": ["5:02 AM - 17 Jun 2009", "Three arrested as part of investigation into child abuse and child pornorgraphy focusing on Vanessa George - http://tinyurl.com/m263sd"], "2206347611": ["6:24 AM - 17 Jun 2009", "Just watching sky news, seems 3 more arrests (2 men and 1 woman ) in connection with vanessa george paedophile case - very disturbing"], "2163364147": ["1:16 AM - 14 Jun 2009", "Vanessa George in the tabloids http://ff.im/-3Xqj6"], "2163373848": ["1:18 AM - 14 Jun 2009", "Vanessa George in the tabloids: SNIPPETS of information regarding Vanessa George, the nursery worker charged wit.. http://tinyurl.com/lzdmjl"], "2176482681": ["3:59 AM - 15 Jun 2009", "Our Vanessa George press cuttings are here - http://bit.ly/TTWPh"], "2176598342": ["4:17 AM - 15 Jun 2009", "Vanessa George aftermath: Helping parents cope with agony http://ff.im/-3ZJqU"], "2176626637": ["4:21 AM - 15 Jun 2009", "Vanessa George aftermath: Helping parents cope with agony: FOR Kathy Hancock, some of the hardest moments of the.. http://tinyurl.com/nklo4m"], "2177443156": ["6:06 AM - 15 Jun 2009", "Vanessa George Bush"], "2178204443": ["7:21 AM - 15 Jun 2009", "Father lost touch after family split: VANESSA George's father has spoken for the first time about the daughter h.. http://tinyurl.com/nye9gj"], "2124497106": ["5:38 PM - 11 Jun 2009", "Well done Vanessa George, no more going to work, no daily grind for you, write a book, get film rights all the stuff. Bring back hanging."], "2128202836": ["11:16 PM - 11 Jun 2009", "Nursery paedophile probe: MP's question barred: PLYMOUTH MP Linda Gilroy had a question on the Vanessa George ca.. http://tinyurl.com/mx4s39"], "2128244215": ["11:22 PM - 11 Jun 2009", "@KevinJump ... after all if all those nursery children had been home educated they would have been safe from the likes of Vanessa George"], "2128891921": ["1:00 AM - 12 Jun 2009", "Nursery worker's husband tells of shock over child sex abuse charges : The husband of Vanessa George the female .. http://tinyurl.com/kuy942"], "2129728751": ["3:26 AM - 12 Jun 2009", "When Vanessa George can get away with child pornography, what’s the point of the Criminal Records Bureau check? http://tinyurl.com/lnaw93"], "2133745780": ["10:07 AM - 12 Jun 2009", "Plymouth Safeguarding Children Board  announces a Serious Case Review in response to Vanessa George allegations."], "2133838431": ["10:15 AM - 12 Jun 2009", "Can't believe how popular my Vanessa George post has become!"], "2134799778": ["11:31 AM - 12 Jun 2009", "OK, so everyone’s disgusted, but what if Vanessa George is found not guilty because of that disgust? http://tinyurl.com/lomhxu"], "2149822145": ["8:42 PM - 12 Jun 2009", "In light of the Vanessa George affair, shouldn’t we just ban cameras from schools and make all photos of naked .. http://tinyurl.com/llk25d"], "2151362418": ["11:43 PM - 12 Jun 2009", "Shock starts to bite in Efford community: AFTER a dramatic week in Efford, neighbours of Vanessa George appeared.. http://tinyurl.com/kqdoeh"], "2152586794": ["3:37 AM - 13 Jun 2009", "RT @Karen230683: Vanessa George I hope u rot in jail u sick evil woman! <== Verdict first, trial afterwards?"], "2154096567": ["7:43 AM - 13 Jun 2009", "Prison protection for Vanessa George http://ff.im/-3VYFq"], "2154419420": ["8:19 AM - 13 Jun 2009", "Prison protection for Vanessa George: VANESSA George was last  night given special protection in  pris.. http://tinyurl.com/lxzob8"], "2101252736": ["1:54 AM - 10 Jun 2009", "Mother-of-two nursery worker arrested in child porn probe: Vanessa George who has worked at Little Teds nursery .. http://tinyurl.com/m3g9pn"], "2102966270": ["6:17 AM - 10 Jun 2009", "Plymouth nursery woman charged with child abuse and porn: NURSERY worker Vanessa George has been charged with ch.. http://tinyurl.com/my56vy"], "2102977039": ["6:18 AM - 10 Jun 2009", "vanessa george i hope u rot you sick bitch"], "2103426372": ["7:03 AM - 10 Jun 2009", "Nursery worker charged with sexual assault and making indecent images of children: Nursery worker Vanessa George.. http://tinyurl.com/nu4qxf"], "2103482395": ["7:09 AM - 10 Jun 2009", "LATEST: Nursery worker Vanessa George charged with seven offences including making indecent images of children. [Grim.]"], "2103556179": ["7:16 AM - 10 Jun 2009", "On BBC- press briefing about the nursery worker Vanessa George - now charged with lots of crimes against young ch'n how can it still happen?"], "2103615068": ["7:21 AM - 10 Jun 2009", "\"#UK nursey worker Vanessa George, 39, of #Plymouth charged with sexual assult\" 38yo man from #Rochdale also charged - http://is.gd/Xc3c"], "2103706096": ["7:29 AM - 10 Jun 2009", "Vanessa George - che schifo, che luridume. In galera e buttate via la chiave! :-("], "2103775129": ["7:35 AM - 10 Jun 2009", "I am normally a peaceful person, but when I hear about the likes of Vanessa George I think of baseball bats with rusty nails."], "2103864563": ["7:43 AM - 10 Jun 2009", "Nursery worker  Vanessa George from Plymouth is charged with 7 child abuse offences - hundreds of indecent images are seized"], "2104767069": ["9:00 AM - 10 Jun 2009", "Pornografía infantil y penetraciones en una guardería: A Vanessa George, que trabajaba diariamente con niños en .. http://tinyurl.com/n5tuya"], "2104773369": ["9:00 AM - 10 Jun 2009", "Pornografía infantil y penetraciones en una guardería: A Vanessa George, que trabajaba diariamente con niños en .. http://tinyurl.com/n5tuya"], "2104834792": ["9:05 AM - 10 Jun 2009", "VANESSA GEORGE SHOULD BE WATER-BOARDED, UNTIL SHE IDENTIFIES THOSE ABUSED CHILDREN!!!"], "2105760604": ["10:23 AM - 10 Jun 2009", "Nursery Worker Charged With Sexual Assault Vanessa George, 39, was arrested Monday police swooped on her home and Little Ted's nursery."], "2105937402": ["10:38 AM - 10 Jun 2009", "Bring back hanging/death penalty for Vanessa George!!  Jail is no justice for these vile ppl..."], "2106012762": ["10:45 AM - 10 Jun 2009", "I have decided that people with the name George are trouble - George Michael, Boy George, George W. Bush, Barry George, Vanessa George .."], "2106481915": ["11:26 AM - 10 Jun 2009", "RT@BBCCornwall Nursery worker Vanessa George from Plymouth is charged with 7 child abuse offences - hundreds of indecent images are seized"], "2106557665": ["11:32 AM - 10 Jun 2009", "Police and counsellors are talking to parents in Plymouth, after nursery worker Vanessa George was charged wit.. http://tinyurl.com/mpl8sq"], "2107149464": ["12:24 PM - 10 Jun 2009", "Conmoción en el Reino Unido: La policía británica ha detenido a Vanessa George, trabajadora de una guardería, po.. http://tinyurl.com/m9cxov"], "2107381069": ["12:45 PM - 10 Jun 2009", "Conmoción en el Reino Unido: La policía británica ha detenido a Vanessa George, trabajadora de una guardería, po.. http://bit.ly/Daq3W"], "2107544107": ["12:59 PM - 10 Jun 2009", "Conmoción en el Reino Unido\n: La policía británica ha detenido a Vanessa George, trabajadora de una guardería, p.. http://tinyurl.com/klzd6k"], "2107789609": ["1:20 PM - 10 Jun 2009", "There's only one thing to do with animals like Vanessa George"], "2108491771": ["2:18 PM - 10 Jun 2009", "Feel physically sick hearing news on Vanessa George- mother. carer. abuser. So sick and upset. Really hoped it was going to be a mistake."], "2108579651": ["2:26 PM - 10 Jun 2009", "Vanessa George is a dirty slag! You disgusting woman, your clit should be chopped off and u should be sterilised u vile woman!"], "2108680927": ["2:34 PM - 10 Jun 2009", "just listening to the news about the nursery worker from Plymouth, Vanessa George. I know they are allegations but it makes me feel sick."], "2109957334": ["4:31 PM - 10 Jun 2009", "Pornografía infantil y violaciones en una guardería: A Vanessa George, que trabajaba diariamente con niños en Pl.. http://tinyurl.com/mfd6ph"], "2110003150": ["4:35 PM - 10 Jun 2009", "Thinks vanessa george has made me sick ! And hopes she will be locked up for many years for this ! Sick bitch !"], "2110284887": ["5:02 PM - 10 Jun 2009", "Little Ted's nursery worker Vanessa George charged with child abuse http://tinyurl.com/mkyjfl"], "2111632777": ["7:07 PM - 10 Jun 2009", "Little Ted's nursery worker Vanessa George charged with child abuse: Alpha Mummy: every parent's fear http://tinyurl.com/mzj6yx"], "2112196407": ["7:58 PM - 10 Jun 2009", "Conserv News: Little Ted’s nursery worker Vanessa George charged with child abuse: comments http://bit.ly/17YUGn"], "2113458511": ["10:03 PM - 10 Jun 2009", "UK Nursery Worker, Vanessa George, Charged With Child Sexual Assault And Child Pornography Offences http://twurl.nl/ihw5pr"], "2114082778": ["11:22 PM - 10 Jun 2009", "nursery worker vanessa george has arrived at mags court."], "2114642961": ["12:51 AM - 11 Jun 2009", "Accused nursery worker Vanessa George arrives at Plymouth magistrates to face child porn charges in blacked out police van."], "2114676998": ["12:57 AM - 11 Jun 2009", "In plymouth for vanessa george hearing. Several  angry locals outside court"], "2114754182": ["1:11 AM - 11 Jun 2009", "Follow Julia for the latest RT @juliareid21 In plymouth for vanessa george hearing. Several angry locals outside court"], "2114846434": ["1:28 AM - 11 Jun 2009", "Parents at Plymouth magistrates say they're keen to 'confront' accused nursery worker Vanessa George over child porn claims."], "2114918002": ["1:41 AM - 11 Jun 2009", "The more I read about Vanessa George, the more I despair with mankind. How can there be so much evil..?"], "2114977278": ["1:52 AM - 11 Jun 2009", "Today is Ticked Off Thursday--here's the 1st thing thats pissed me off...Vanessa George is a nursery worker who last night was charged with"], "2115135722": ["2:21 AM - 11 Jun 2009", "Accused Plymouth nursery worker Vanessa George has van attacked amid jeers and shouts as she is driven away from court."], "2115142053": ["2:22 AM - 11 Jun 2009", "One man led away by police, as Plymouth nursery worker Vanessa George driven away following her court appearance."], "2115146724": ["2:23 AM - 11 Jun 2009", "Plymouth nursery worker Vanessa George remanded in custody after appearing in court on child porn charges."], "2115155727": ["2:24 AM - 11 Jun 2009", "Flour bomb thrown at nursery worker Vanessa George's police van as she is driven away from court. Three men taken away by police."], "2115475312": ["3:22 AM - 11 Jun 2009", "Nursery worker Vanessa George remanded on child sex charges http://tinyurl.com/moyvqq"], "2115567033": ["3:39 AM - 11 Jun 2009", "Coverage of nursery worker Vanessa George's appearance in court accused of sex attacks on children: http://www.piratefm.co.uk/news/"], "2115615806": ["3:48 AM - 11 Jun 2009", "Nursery worker Vanessa George remanded on child sex charges http://tinyurl.com/moyvqq"], "2115622746": [null, null], "2115653406": ["3:55 AM - 11 Jun 2009", "A Plymouth Nursery worker Vanessa George remanded on child sex charges"], "2115658752": ["3:56 AM - 11 Jun 2009", "Vanessa George in court for child porn http://bit.ly/R8JUM"], "2115670078": ["3:58 AM - 11 Jun 2009", "Nursery worker Vanessa George remanded on child sex charges http://bit.ly/GuBTu"], "2115702359": ["4:03 AM - 11 Jun 2009", "Angry scenes as nursery worker goes to court: Little Ted's worker Vanessa George remanded in custody after crowd.. http://tinyurl.com/n5cofj"], "2115723069": ["4:06 AM - 11 Jun 2009", "Bitch! what do you do w/ ppl like these? RT @justiceandcare: Nursery worker Vanessa George remanded on child sex charges http://bit.ly/GuBTu"], "2116142224": ["5:11 AM - 11 Jun 2009", "vanessa george led away with hisses and getting spat on, personally, she should be tortured with hot rods, nothing less."], "2116221891": [null, null], "2116327195": ["5:36 AM - 11 Jun 2009", "OMG  Just watching news about Vanessa George. Horrific"], "2116329936": ["5:36 AM - 11 Jun 2009", "The vanessa george case is truely unreal. Its one of the worst things iv ever heard! Is there no where our kids are safe? Awful for parents!"], "2116529061": ["6:01 AM - 11 Jun 2009", "wondering how a mother can b so filthy,vile and evil...vanessa george. makes my heart feel for those precious babies in her 'care'"], "2116647175": ["6:14 AM - 11 Jun 2009", "Vanessa George should be shot"], "2116654973": ["6:15 AM - 11 Jun 2009", "Hart goes out 2 the parents who dropped thier kids of 2 Vanessa George every mornin wot must they b goin thru? This woman is scum!!"], "2117142153": ["7:05 AM - 11 Jun 2009", "PHOTO GALLERY Vanessa George http://bit.ly/SxTXN"], "2117209571": ["7:11 AM - 11 Jun 2009", "The trustworthy face of Vanessa George is the reason I do not ... http://bit.ly/nJjpH"], "2117324362": ["7:22 AM - 11 Jun 2009", "@davidmacdougall Vanessa George in Plymouth. Back in Bristol now but Katie Stallard package will run at 1700"], "2117883772": ["8:11 AM - 11 Jun 2009", "I can't understand what all the fuss is about with Vanessa George.  Who cares about a few photographs of plants?"], "2117980524": ["8:20 AM - 11 Jun 2009", "The story of Vanessa George, the British nursery school teacher who abused children, turns my stomach."], "2118441508": ["8:58 AM - 11 Jun 2009", "Vanessa George, like everyone else, is innocent until proven guilty. Anyone attacking her in court should be charged with contempt."], "2118466507": ["9:00 AM - 11 Jun 2009", "hoping Vanessa George got loads of grief during her court appearance in Plymouth today and hope she receives even more hassle inside!"], "2118594793": ["9:11 AM - 11 Jun 2009", "Vanessa George is one sick bitch, hope she rots in HELL"], "2118631510": ["9:14 AM - 11 Jun 2009", "I can't help but feel for the parents who trusted Vanessa George with their children - it must be a heart breaking time for them all :("], "2119601980": ["10:35 AM - 11 Jun 2009", "I hope Vanessa George kills herself!!!!!!!!!!!!"], "2119647660": ["10:39 AM - 11 Jun 2009", "VANESSA GEORGE SHOULD ROT IN HELL!!! THE GOVERNMENT SHOULD MICROCHIP ALL PAEDOPHILES!!!"], "2120234445": ["11:28 AM - 11 Jun 2009", "vanessa george.... If there's a hell.... I hope you have the best it can offer"], "2122059331": ["2:00 PM - 11 Jun 2009", "Angry scenes as nursery worker goes to court: Little Ted's worker Vanessa George remanded in custody after crowd.. http://bit.ly/SVpk4"], "2122109444": ["2:05 PM - 11 Jun 2009", "The van containing Vanessa George should of been parked up and left for the parents to rip open."], "2122516289": ["2:39 PM - 11 Jun 2009", "Feel so very7 shocked at the Vanessa George news."], "2122886119": ["3:11 PM - 11 Jun 2009", "Cannot believe the Vanessa George abuse story, parents worst nightmare. Going to bed and hoping Matthew stays in his for at least a few hrs"], "2384546111": ["12:03 AM - 29 Jun 2009", "Vnessa George's house attacked by vandals: THE former home of nursery worker Vanessa George has fallen victim to.. http://snipurl.com/l37s7"], "2885532908": ["11:06 PM - 27 Jul 2009", "NURSERY WORKER GIVEN PLEAS DATE: NURSERY worker Vanessa George will be asked to offer her pleas on several child.. http://snipurl.com/o45r3"], "2684088450": ["11:18 PM - 16 Jul 2009", "Vanessa George court date set over Plymouth nursery child abuse http://ff.im/-5kIPi"], "2687702424": ["5:56 AM - 17 Jul 2009", "Vanessa George court date set over Plymouth nursery child abuse http://tinyurl.com/l66fg9"], "2293319372": ["4:33 AM - 23 Jun 2009", "Man due in court in Vanessa George nursery child porn case http://ff.im/-4kiv5"], "2293736102": ["5:24 AM - 23 Jun 2009", "Man due in court in Vanessa George nursery child porn case: A MAN is today due to appear in court accused of pos.. http://snipurl.com/kppie"], "2294362108": ["6:26 AM - 23 Jun 2009", "Child porn man will stand trial alongside Vanessa George: A man accused of possessing child porn appeared in cou.. http://snipurl.com/kpsdm"], "2294578570": ["6:45 AM - 23 Jun 2009", "Child porn man will stand trial alongside Vanessa George http://ff.im/-4kzyM"]}