{"823991213": ["6:25 AM - 31 May 2008", "Anti-U.S. beef protest draws 100,000 S.Koreans     (Reuters) (http://www.eventsbetting.com/node/5158)"], "824002554": ["6:49 AM - 31 May 2008", "Reading about massive South Korean protest against importing beef from the United States, http://tinyurl.com/563asg"], "824087522": ["9:30 AM - 31 May 2008", "S Koreans Protest US Beef http://tinyurl.com/5y6wqu"], "832162496": ["6:28 AM - 11 Jun 2008", "Ironic that in this S. Korean protest against US beef imports at least one protester is prominently wearing a Yankees cap. http://is.gd/v3K"], "832393877": ["11:45 AM - 11 Jun 2008", "CNBC showed a clip of a South Korean protest of US beef imports. Are 300 million Americans eating tainted beef?"], "828141615": ["8:41 PM - 5 Jun 2008", "Korean protest background noise . . . down with American beef . . . no mad cow disease"], "2616232932": ["9:18 AM - 13 Jul 2009", "http://twitpic.com/a8fhp - On the bus, protesters trying to kill police. (U.S. Beef & anti-government riot in Korea)"], "2616253899": ["9:19 AM - 13 Jul 2009", "http://twitpic.com/a8fhp - I'm so sad. they are devil."], "832812271": ["11:47 PM - 11 Jun 2008", "Just finished reading a friend's commentary on the beef protests in Korea.  I'm headed to work after a nice cold shower. =)"], "1131345367": ["12:34 PM - 19 Jan 2009", "New blog post: Where's the Beef?  South Korea corrals their citizens over U.S. Import Protest http://tinyurl.com/9bczt9"], "880405856": ["7:05 AM - 7 Aug 2008", "South Koreans Fill Streets of Seoul to Continue Protest Against U.S. Beef Imports: For the past two .. http://tinyurl.com/6kqrf8"], "843748069": ["5:52 PM - 25 Jun 2008", "Just interviewed Anna Fifield in Korea about the protests against US Beef imports plus news on the court battle between Barbie and Bratz!"], "843772727": ["6:36 PM - 25 Jun 2008", "South Korea allows US beef imports to resume, hoping that it has allayed health fears which led to widespread protests......."], "843888321": ["10:05 PM - 25 Jun 2008", "Protesters scuffle with police in Seoul as South Korea formally lifts an import ban on US beef......."], "844093328": ["5:35 AM - 26 Jun 2008", "lots of U.S. beef protest still, complete with HST / DDE / Korean War imagery on posters."], "846367459": ["12:41 PM - 29 Jun 2008", "15000 S Koreans protested b/c SK might allow U.S. beef to be imported. Question: what do the Koreans know about our beef that we don't?"], "846375109": ["12:57 PM - 29 Jun 2008", "@jro [Korean beef protests] My take: they think Seoul is giving into an unsafe system, i.e. one where U.S. Beef-ers are judge and jury."], "846496168": ["4:36 PM - 29 Jun 2008", "Thousands protest US beef after Rice visits South Korea; hundreds injured: Protesters fought riot pol.. http://tinyurl.com/6dgxg9"], "822770525": ["1:16 PM - 29 May 2008", "Last night's Top Chef has me craving steak. After being (mostly) vegetarian for 5 yrs. Mm, American beef. Take that, Korean protesters!"], "850530036": ["10:44 PM - 4 Jul 2008", "\"Big protest planned for Seoul against US beef import deal and the new Korean president\n    (Reuters)\" http://tinyurl.com/63p9l2"], "1864447659": ["3:38 PM - 20 May 2009", "#ij6 #injo09 #injo6 People who used the Internet and had conversations were more likely to protest US beef imports in Korea cos of mad cow"], "861873749": ["7:23 AM - 18 Jul 2008", "South Korea: Investigation uncovers police brutality against beef protesters : Amnesty calls for charge.. http://tinyurl.com/6lemwj"], "812209048": ["12:28 PM - 15 May 2008", "There are protests in Korea as American beef is about to come back on the menu. It's all about mad cow disease - or is it?..."], "3259339746": ["9:17 PM - 11 Aug 2009", "The Korean points out parallels between Korean beef protests and current US political atmosphere http://bit.ly/nBqvM"], "3259377995": ["9:20 PM - 11 Aug 2009", "RT @erik_bm he Korean points out parallels between Korean beef protests and current US political atmosphere http://bit.ly/nBqvM"], "847053693": ["10:44 AM - 30 Jun 2008", "Tumblr » 20080610southkoreabeefprotest_candlelight (via k.popped): 20080610southkoreabeefprotest.. http://tinyurl.com/67jpy2"], "841356517": ["9:07 PM - 22 Jun 2008", "New pics from beef protests here: http://tinyurl.com/6xcv9z\r\nWhat are implications for foreign companies trying to sell products in Korea?"], "845812599": ["12:52 PM - 28 Jun 2008", "South Korean police use water cannon to disperse a big protest in Seoul against the resumption of US beef imports......."], "829685865": ["3:48 AM - 8 Jun 2008", "South Korea doesn't want our beef...Bush guaranteed it (yeah, right); they protested violently (eat it first, THEN get \"mad\"...)"], "829945463": ["12:57 PM - 8 Jun 2008", "Bush's pledge fails to calm SKorea's beef protests - Independent-Bangladesh.. www.candlesthe.info"], "3639876035": ["9:59 PM - 29 Aug 2009", "[KOREA] 1,260 Indicted for Taking Part in US Beef Protests http://bit.ly/1a4Agc"], "1733949225": ["7:58 PM - 7 May 2009", "swine flu outbreaks... lol.. and to think Koreans were protesting American BEEF only 7 months ago."], "1737593827": ["6:52 AM - 8 May 2009", "6 NGOs in Korea has failed to acquire govenment subsidies who joined candle light protest about American imported beef last year!what a joke"], "1533997848": ["7:38 AM - 16 Apr 2009", "S.Korea reclaims spot as No. 3 U.S. beef market.  http://bit.ly/DVuKV Kind of makes all those protests last year a bit humorous now. #Korea"], "840651033": ["7:37 PM - 21 Jun 2008", "adaxas South Korea and U.S. Reach Deal on Beef Imports: Protests continued despite an accord to rest.. http://tinyurl.com/5mrwxm"], "841162739": ["2:24 PM - 22 Jun 2008", "U.S. Beef Sparks Protests in Seoul : South Korea says it will resume imports of U.S. beef after an ag.. http://tinyurl.com/6ezf7g"], "1038612898": ["10:30 AM - 4 Dec 2008", "U.S. beef -- It's what's for dinner again in S. Korea: Remember the massive protests against U.S. bee.. http://tinyurl.com/56dc3g"], "1750811093": ["5:58 PM - 9 May 2009", "Writing paper about media role/response to 2006 Korean protests over U.S. beef is making me crave Korean bbq.  Not good."], "871535672": [null, null], "1541322706": ["4:40 AM - 17 Apr 2009", "Korea imported 161 tons of Chinese condensed beef stock contaminated with Clenbuterol, so where's the protests? http://durl.kr/hh5"], "831105412": ["10:38 PM - 9 Jun 2008", "JOAT: South Korea's entire cabinet has offered to resign following widespread protests against a deal to resume US beef imports http://t ..."], "831161917": ["12:52 AM - 10 Jun 2008", "South Korean guy sets himself on fire protesting US beef imports for fear of Mad Cow... Wha??  Is this crisis in perspective?"], "831479259": ["9:52 AM - 10 Jun 2008", "World: In S. Korea, Anti-U.S. Beef Protests Stir Backlash Against President http://twurl.nl/xn0wah"], "831514998": ["10:43 AM - 10 Jun 2008", "Dont think I'll ever fully understand South Korea. Current protests stemming ostensibly from US beef - really? SK politics is a clusterf-"], "831622622": ["1:30 PM - 10 Jun 2008", "loling at 80,000 protesting over policies of imported beef in south korea lollll"], "3246144591": ["7:35 AM - 11 Aug 2009", "U.S. beef protester fined for embezzlement (Yonhap) http://bit.ly/Npgxk A Seoul court fined a South Korean protester W1 million.."], "825365834": ["11:28 AM - 2 Jun 2008", "looking at pix of massive protests against US beef import deal in South Korea - http://tinyurl.com/5y6b49 and http://tinyurl.com/4b9ehd"], "825487146": [null, null]}