{"665485305135439872": ["3:03 AM - 14 Nov 2015", "It's been confirmed by the French President Hollande. ISIS was behind the Black Friday attacks in Paris. So we... http://fb.me/3FdEFf90A "], "665654407359569920": ["2:15 PM - 14 Nov 2015", "http://www.independent.co.uk/voices/i-went-out-for-drinks-in-paris-as-the-attacks-unfolded-heres-what-happened-a6734901.html … - A black Friday diary of agony. No hottest part of hell will be enough for these brainwashed things called ISIS..."], "665783775628951552": [null, null], "666059242873466880": [null, null], "666104429725286400": [null, null], "666111334807810048": ["8:31 PM - 15 Nov 2015", "People should be careful Black Friday shopping this year, given ISIS' recent attacks."], "666121874603134976": ["9:13 PM - 15 Nov 2015", "Don't go out in Black Friday. If ISIS attacks then that will be prime time. If you DO go out then be careful. PLEASE be careful"], "666167750520270848": [null, null], "666171186192191492": ["12:29 AM - 16 Nov 2015", "Read our new report with latest information available on the Black Friday #ParisAttacks >>  http://www.ict.org.il/Article/1512/The-Paris-Black-Friday-Attacks … #ISIS #Paris"], "666252687269371904": ["5:53 AM - 16 Nov 2015", "They're saying there's a possibility ISIS is planning attacks on the US on Black Friday.  That's terrifying.... "], "666254741433815040": [null, null], "666279075070263296": ["7:38 AM - 16 Nov 2015", "mom: I heard isis is planning their supposed attacks and stuff for black friday like they're planted in malls\nme: yeah but pink has 80% off."], "666288381689774082": ["8:15 AM - 16 Nov 2015", "S/o to every Michigan idiot who said that there's ISIS members in Dearborn when Dearborn is actually a target. Real nice."], "666298593863671808": ["8:55 AM - 16 Nov 2015", "Here we go!!!  Stay away from large crowds.   I'm Predicting trouble on Black Friday, saving money isn't worth...http://fb.me/7ImmcQOXM "], "666356599833759744": ["12:46 PM - 16 Nov 2015", "With all the ISIS attacks going on, California on Black Friday is going to be a bright, red target"], "666382613406355456": ["2:29 PM - 16 Nov 2015", "Isis attacks make me nervous for Black Friday"], "666417635102453760": ["4:48 PM - 16 Nov 2015", "anyone else see that ISIS confirmed attacks on US soil on black friday?"], "666462229202657281": ["7:45 PM - 16 Nov 2015", "@ Americans please be careful on Black Friday this year, Isis claims to have planned attacks in multiple states. Stay safe all."], "666477111016689664": ["8:45 PM - 16 Nov 2015", "ISIS will launch attacks on popular locations on black friday. Big masses of people trying to save money. Believe me."], "666486196353155072": ["9:21 PM - 16 Nov 2015\n\n      from Oceanside, CA", "Kinda scared to go Black Friday shopping this year because of everything that's happening with ISIS attacks"], "666536776358465536": ["12:42 AM - 17 Nov 2015", "Isis announced attacks on the US today. If anyone goes Black Friday shopping stay AWAY from groups & be safe/aware."], "666553942604513280": [null, null], "666629638379171842": ["6:51 AM - 17 Nov 2015", "Isis planning attacks on Black Friday and I'm over here contemplating to go out shopping still cuz I need the deals "], "666651421744476161": [null, null], "666671259371966468": [null, null], "666675619640549377": ["9:53 AM - 17 Nov 2015", "Conspiracies of ISIS attacks on Black Friday mannnnnnnn ok say less"], "666678615577202688": ["10:05 AM - 17 Nov 2015", "Isis attacks planned on Black Friday? Looks like I'll save money by not going anywhere."], "666681235071102976": ["10:16 AM - 17 Nov 2015", "What if ISIS attacks Best Buy during Black Friday. I'm screwed guys"], "666684077538451457": ["10:27 AM - 17 Nov 2015", "I'd just like to make a note. Definitely think there will be Isis attacks in America on Black Friday"], "666692526997377024": ["11:00 AM - 17 Nov 2015", "I advise everyone to be safe on Black Friday. Prime target for ISIS attacks considering it's a soft target!"], "666696624668672000": ["11:17 AM - 17 Nov 2015", "gonna be doing black friday online this year. rumors of black friday ISIS attacks are spreading."], "666703373656133632": ["11:44 AM - 17 Nov 2015", "Just read an article by a guy who masters in terrorist attacks. Says American is next on Isis list on black Friday"], "666728332923265024": ["1:23 PM - 17 Nov 2015", "I actually wanted so many things this year on Black Friday but now I'm terrified bc Isis attacks... "], "666732346217906176": ["1:39 PM - 17 Nov 2015", "I have a really strong feeling that Black Friday is going to turn into a MAJOR disaster with Isis attacks :("], "666748141115322371": [null, null], "666767072202989568": ["3:57 PM - 17 Nov 2015", "and he agreed to build me a bunker if isis attacks on black friday. i knew he loved me."], "666793993808818177": [null, null], "666809558971584512": ["6:46 PM - 17 Nov 2015", "I'm not going Black Friday shopping cuz that'll be the day ISIS attacks"], "666819002774237184": [null, null], "666826325164957696": ["7:52 PM - 17 Nov 2015", "http://www.washingtontimes.com/news/2015/nov/17/fbi-braces-for-isis-holiday-terror-attacks/ … Do u think the RUSH to get the Syrian \"refugees\" placed has anything to do with BLACK FRIDAY? #SECURETHEBORDERS"], "666832216719142912": ["8:16 PM - 17 Nov 2015\n\n      from Delaware, USA", "So sad that people are even terrified to go Black Friday shopping due to the fact that they are afraid they may be a victim of Isis attacks"], "666835931480002560": ["8:30 PM - 17 Nov 2015", "I don't even like Black Friday shopping. Won't be out and about that day. With all these ISIS attacks."], "666853681619333120": ["9:41 PM - 17 Nov 2015", "ISIS attacks planned for USA on Black Friday??!"], "666856951960104960": ["9:54 PM - 17 Nov 2015", "these ISIS terrorist attacks make me not want to go black friday shopping"], "666864882093002752": ["10:25 PM - 17 Nov 2015", "Don't go out on Black Friday. ISIS has been making attacks weekly and America is on their list"], "666872362537717761": [null, null], "666892799493537792": [null, null], "666895344387534848": [null, null], "666961611542953986": [null, null], "666979815833079808": ["6:02 AM - 18 Nov 2015", "i keep seeing things abt isis attacks on black friday and im freaking out if anyone has some info please dm me please"], "666981839316324352": ["6:10 AM - 18 Nov 2015", "ISIS's terror attacks on the Russian plane and Paris were 14 days apart. Black Friday will be 14 days from #ParisAttacks"], "667012456712007680": ["8:12 AM - 18 Nov 2015", "Black Friday Sale areas = Soft Targets. Careful out there folks.\nFBI braces for Islamic State holiday terror attacks\nhttp://goo.gl/i5uzt9 "], "667018268792623104": ["8:35 AM - 18 Nov 2015", "Americans will be very vulnerable to Isis attacks on Black Friday. Large groups of unorganized people. Consider if saving money is worth it."], "667065067096133632": ["11:41 AM - 18 Nov 2015", "I wonder what security will be like at malls next weekend for Black Friday after the ISIS video and attacks in Paris #cnusocialmedia"], "667071341179371520": ["12:06 PM - 18 Nov 2015", "ISIS is threatening attacks on US soil in 2 weeks . Which would be Thanksgiving and Black Friday!"], "667096498153238528": ["1:46 PM - 18 Nov 2015", "There's a very high chance that Isis planning attacks on America on Black Friday in malls and heavily populated places so stay home. Rt"], "667111542765170688": ["2:46 PM - 18 Nov 2015", "#BoycottBlackFriday \n\nThey also are saying that ISIS is planning to attack on that day.https://twitter.com/ambermiaa_/status/666833157656870912 …"], "667130941396094977": [null, null], "667160048620011521": ["5:58 PM - 18 Nov 2015", "if Isis does attacks us on Black Friday can they pls do it after I'm done shopping at the 90% off at vs"], "667188704738455552": [null, null], "667320751955968000": ["4:37 AM - 19 Nov 2015", "Yooo Black Friday could be super dangerous this year with all the Isis attacks goin on. I don't mean on island I just mean in general."], "667346822810193920": ["6:20 AM - 19 Nov 2015", "What if Isis attacks us during Black Friday? You know how big of an opportunity that is "], "667395343038877696": ["9:33 AM - 19 Nov 2015", "If ISIS attacks the US its gonna be on Black Friday. Bunch of innocent people packed in small areas"], "667465874325037056": ["2:14 PM - 19 Nov 2015", "With all this Isis, refugee and attacks going on best believe you won't catch my ass shopping on Black Friday. Sketchyyy"], "667523854735171584": ["6:04 PM - 19 Nov 2015", "The #ParisAttacks - A #Captagon Connection?  #isis #drugaddicts http://www.ict.org.il/Article/1516/The-Paris-Black-Friday-Attacks … via @ICT_org"], "667524307896012800": [null, null], "667574544060645376": [null, null], "667598573660344320": ["11:01 PM - 19 Nov 2015", "After all these ISIS attacks, I just have a bad feeling for Black Friday..."], "667661337523331072": ["3:10 AM - 20 Nov 2015", "I predict that were gonna join WWIII after ISIS attacks on Black Friday."], "667677585443266560": ["4:15 AM - 20 Nov 2015", "I bet isis attacks again either during black friday or christmas."], "667745619612708865": [null, null], "668121756134195201": ["9:40 AM - 21 Nov 2015", "alotta terrorists attacks might happen on black friday & the sad part about it is ppl gonna think its isis wen its our gov. evil ass ppl smh"], "668183650790322177": ["1:46 PM - 21 Nov 2015", "im pretty sure there will be isis attacks on black friday.."], "668209641671757825": [null, null], "668476952425185283": ["9:11 AM - 22 Nov 2015", "Everyone's all excited for Christmas but they ain't gonna be if the rumors fall true and ISIS attacks on Black Friday"], "668539964985122816": ["1:22 PM - 22 Nov 2015", "I called this point out already! ISIS is going to hit Walmart on black Friday while America is bust fighting over...http://fb.me/46or9cdon "], "668629077465636864": ["7:16 PM - 22 Nov 2015", "With all the ISIS attacks that have been happening recently I hope everyone is careful during Black Friday this year.  #StayWoke"], "668637009586626563": ["7:47 PM - 22 Nov 2015", "If Isis attacks where I'm shopping on Black Friday..I'm gunna be one pissed off sob...seriously already paranoid about it"], "668656595677638656": ["9:05 PM - 22 Nov 2015", "If you think Isis isn't almost indefinitely planning attacks on black friday, you're incredibly naive. http://fb.me/4VMCFIonC "], "668825784174309376": ["8:17 AM - 23 Nov 2015", "@ECentauri Black friday is coming. to me, that would be an opportune time for isis attacks."], "668891429893185536": [null, null], "668906723516809221": ["1:39 PM - 23 Nov 2015", "What if Isis attacks the lines of people waiting to shop on Black Friday..."], "669010768352808961": ["8:32 PM - 23 Nov 2015", "What if Isis attacks during Black Friday? "], "669150874585821184": ["5:49 AM - 24 Nov 2015", "That would be funny is Isis attacks during Black Friday."], "669244979265601536": ["12:03 PM - 24 Nov 2015", "Black Friday 2015: Amid ISIS Terror Threat, What Security Should Shoppers Expect At Malls After Paris Attacks?http://www.ibtimes.com/black-friday-2015-amid-islamic-state-terror-threat-what-security-should-shoppers-2198395#.VlTCjO5Ds7o.twitter …"], "669262662245728256": [null, null], "669278057748893696": ["2:14 PM - 24 Nov 2015", "Turkish/Russian tension, ISIS, Paris attacks, Lebanon, Boko Haram, Taliban, Ethiopian famine. Thank little Jesus its Black Friday this week!"], "669301282201579520": ["3:47 PM - 24 Nov 2015", "The news just went from saying that malls are vulnerable to attacks from ISIS on Black Friday to top 5 Black Friday deals"], "669360519300702208": [null, null], "669626977771499522": ["1:21 PM - 25 Nov 2015", "Rumors of ISIS #BlackFriday attacks are popping up everywhere:\n\nhttp://www.snopes.com/2015/11/25/isis-black-friday-warnings/ …pic.twitter.com/ga2d3RZ4eS"], "669754596601016320": ["9:48 PM - 25 Nov 2015", "In all seriousness... I'm concerned about ISIS attacks happening on black Friday. Crowded areas and would be a huge blow to the economy"], "669758006847004672": ["10:02 PM - 25 Nov 2015", "BREAKING:\nISIS warns about Black Friday attacks.\n\n#Christmas #ISIS #HappyHolidays https://instagram.com/p/-iYivWQTLX/ "], "669796029643005952": ["12:33 AM - 26 Nov 2015", "I'm hearing about ISIS attacks in America that may or may not happen on Black Friday, so please pray that the attacks are just rumors"], "669839064284184577": ["3:24 AM - 26 Nov 2015", "ISIS Planned for Attacks on Black Friday http://fb.me/50fQxRz1F "], "669844173311385601": ["3:44 AM - 26 Nov 2015", "ISIS Planned for Attacks on Black Friday http://po.st/nDBEza  via @po_st"], "669909067473776641": ["8:02 AM - 26 Nov 2015\n\n      from Louisville, KY", "\"Isis attacks Mall St Matthews during Black Friday\""], "669917003071807489": ["8:33 AM - 26 Nov 2015", "retweet if you're not going Black Friday shopping due to fear of ISIS attacks"], "669953053567520768": ["10:57 AM - 26 Nov 2015", "be safe if you go black friday shopping, especially with the ISIS attacks"], "669964833656205312": ["11:43 AM - 26 Nov 2015", "Ugh. I wanna go Black Friday shopping but I also am scared of ISIS attacks.. "], "670003353930375168": ["2:17 PM - 26 Nov 2015", "You all have fun black Friday shopping. I got a feeling isis is going to make attacks nationally"], "670007948832325633": ["2:35 PM - 26 Nov 2015", "me and nat have our plan if Isis attacks while we are Black Friday shopping "], "670012359365271552": ["2:52 PM - 26 Nov 2015", "@CamTheComic *ISIS attacks Wal-Marts on Black Friday*\n\n*America immediately begins accepting Syrian refugees*"], "670018552771043330": ["3:17 PM - 26 Nov 2015", "What if Isis attacks on black Friday while everyone shops"], "670023478272217092": ["3:37 PM - 26 Nov 2015", "Everyone's going black Friday shopping and I refuse cause ISIS planning attacks "], "670031729269305344": ["4:09 PM - 26 Nov 2015", "stay safe black friday shopping. especially with all these isis attacks, people in big crowds is a big no. leaves the population vulnerable"], "670032703668883456": ["4:13 PM - 26 Nov 2015\n\n      from Texas, USA", "let's play the game of how much can my mom talk about Isis at thanksgiving dinner. she advises no one go Black Friday shopping bc attacks"], "670138450075648000": ["11:13 PM - 26 Nov 2015\n\n      from Michigan, USA", "I'm not going Black Friday shopping until after ISIS gets done with their terrorist attacks."], "670239289544941569": ["5:54 AM - 27 Nov 2015", "More people have died on American soil from Black Friday crushes than from #ISIS attacks... #WarOnChristmas"], "670347070881046528": ["1:02 PM - 27 Nov 2015", "Chill y'all. Shootings at #BLM rally & #PlannedParenthood were carried out by whites. Whites can't be terrorists. It's science"], "670354243392548864": [null, null], "670367447757758464": ["2:23 PM - 27 Nov 2015", "So glad no isis attacks happened today, all that Black Friday shit really made too much sense."], "670377574812487680": [null, null], "670930511284563969": ["3:41 AM - 29 Nov 2015", "Sooooo where were the Isis attacks on Black Friday.."], "672625296877596673": ["7:55 PM - 3 Dec 2015", "With ISIS attacks, Black Friday brawls, Donald Trump's popularity, and the resolve of the NRA, maybe humanity should just start over."], "674475295831752704": ["10:26 PM - 8 Dec 2015", "Black Knight - VATICAN - WW3 - PARIS Attacks Update - ALIENS- PEPSI - ISIS Black Friday Attacks - http://fb.me/2cBMql4lD "]}