{"611327197513707520": ["5:18 PM - 17 Jun 2015", "Only way I'm getting wings and halo form a chest shot that gun better shoot out cans a red bull and a Xbox"], "616097034257330177": ["9:12 PM - 30 Jun 2015", "2 cans of Red Bull and a cup of coffee later, my heart feels like it's gonna pound out of my chest"], "619271056881250304": [null, null], "621340295452463104": ["8:27 AM - 15 Jul 2015", "2 cans of redbull, on an empty stomach, later hands are shaky & my heart feels like its going to come out of my chest!  #OverCaffeinated"], "623099772317134848": ["4:58 AM - 20 Jul 2015", "As a Red Bull addict, the chest pains today have come after only four cans. \n\nWhat does this mean?"], "623927936945684480": ["11:49 AM - 22 Jul 2015", "Nigga drank 24 cans of redbull and you could literally see his heart beating out of his chest"], "623929086059151360": ["11:54 AM - 22 Jul 2015", "I'm sorry but I don't believe 24 cans of redbull would cause your heart to protrude outta ya fuckin chest like... http://fb.me/6IWZAJO8T "], "624188257195180032": ["5:04 AM - 23 Jul 2015", "No 24 cans of red bull don't make your heart beat out your chest...clearly a scaremongering tactic  #idiots"], "624635405107793920": ["10:41 AM - 24 Jul 2015", "Viral video shows a patient suffering from flail chest, not from drinking 24 cans of Red Bull: http://bit.ly/1KoK5So pic.twitter.com/cHxRXOstfL"], "624638495412371456": ["10:53 AM - 24 Jul 2015", "Viral video shows a patient suffering from flail chest, not from drinking 24 cans of Red Bull: …pic.twitter.com/sfWGN4b8MB"], "625780572942499840": ["2:31 PM - 27 Jul 2015", "If I see that stupid \"24 cans of red bull\" video one more time I'm going to die okay that's a freaking flail chest from detached ribs"], "625811255073349637": [null, null], "626014730306605056": ["6:01 AM - 28 Jul 2015", "The 'man who drank 24 cans of red bull' video is actually that of a dying patient with a condition called flail chest. #themoreyouknow"], "631789192360652801": ["4:27 AM - 13 Aug 2015", "Nooo! My coworker showed me a video of a guy in the ER who drank 25 cans of red bull and you can see his heart beating out of his chest. "], "631863414063689728": ["9:22 AM - 13 Aug 2015", "Two cans of Red Bull is making my chest pound and my blood pressure sky rocket  #regretful"], "632026587303702529": [null, null]}