{"1067124835": ["6:40 AM - 19 Dec 2008", "Is Mirena following in Motrin's footsteps? What is your reaction to this co-sleeping image in IUD ad? http://is.gd/crRE"], "1315764333": ["5:41 AM - 12 Mar 2009", "@stemmalee mirena iud may still have horm. side effect-but period lite/nonexist\ncopper can pot.. make it heavier but no horm. side effect"], "218742288929669120": ["9:26 AM - 29 Jun 2012", "Mirena IUD great product but causes months of scant bleeding is a side effect, inform your spouse first http://www.rnsingles.com "], "24522739683": ["5:24 PM - 14 Sep 2010", "@Mousewrites  Cons cont: No way to stop medicine or side effects if you have bad reaction.  My personal preference for similar is Mirena IUD"], "2521667569": ["2:42 PM - 7 Jul 2009", "@Infamous_LadiiT yeah bc can b a trip. U ever thought about a iud? Mirena has the fewest side effect bc it has no/less hormones."], "274554086400090113": ["8:42 AM - 30 Nov 2012", "P.s before you're all like \"OMG WTF NO PERIOD IN 2 YEARS\" It's a fairly uncommon (20% chance) side effect to my birth control. (Mirena iud)"], "303968519874293762": ["12:45 PM - 19 Feb 2013", "@Brjo12 @MessyFingers I've had it twice in 2 years. I have a mirena IUD. http://en.wikipedia.org/wiki/IUD_with_progestogen#Side_Effects … first side effect.  I am the 20%."], "304734822616686592": ["3:30 PM - 21 Feb 2013", "Mirena IUD Lawsuit Only Option for Many Side Effect Victims http://tpcl.as/YEHMla "], "311200040955817984": ["12:40 PM - 11 Mar 2013", "Obamacare's Affect on Mirena IUD Side Effect Reports  http://tpcl.as/YT5lI4 "], "326393044100333568": ["10:52 AM - 22 Apr 2013", "#News #IUD #mirena #mirena_lawsuit #women Using IUD May Set Off Harmful Side Effect: The long-term effectiveness... http://dlvr.it/3GZzWt "], "348701830919905280": ["12:19 AM - 23 Jun 2013", "Mirena IUD Lawsuits Move Forward, as Bernstein Liebhard LLP Notes...: Bernstein Liebhard LLP is representing w... http://bit.ly/14gyZZx "], "362601244113641473": ["8:50 AM - 31 Jul 2013", "If you are having any pain associated with your #MirenaIUD, do not hesitate to visit your doctor as it may indicate a serious side effect."], "365852478459228161": ["8:10 AM - 9 Aug 2013", "And Now a Mirena Birth Control Side Effect You Haven’t Heard About…: Cleveland, OH: Sara knows all about Miren... http://bit.ly/14cUUyV "], "370624083874287616": ["12:10 PM - 22 Aug 2013", "Another side effect of #MirenaIUD can include hemorrhage http://bit.ly/13hryi5  #WomensHealth #Warnings #MedicalNews #Healthtalk"], "390198702930808832": ["12:33 PM - 15 Oct 2013", "Mirena lawsuit and Mirena side effect information, IUD perforation, migration of IUD, recall of Mirena IUD dev...http://bit.ly/18iSWDg "], "461924724533391360": ["10:46 AM - 1 May 2014", "If you use the Mirena IUD you need to know the serious side effects it may cause, such as PID, learn more here.>> http://ow.ly/wnCjx "], "482362854142902272": ["8:20 PM - 26 Jun 2014", "Ladies - Did you experience weight gain from Mirena IUD? Doctor telling me weight gain is not a side effect, but... http://ift.tt/1tWZGOL "], "483821629399527425": ["8:57 PM - 30 Jun 2014", ".@TIME I vote for Yes, women need a #betterbirthcontrol!. This article omits #MirenaIUD awesome side effect - #NoPeriods."], "487225282898575360": ["6:22 AM - 10 Jul 2014", "What was supposed to be a \"hassle-free\" IUD is causing a painful side effect. http://bit.ly/1ngdRyI  - @kayvanwey"], "498214805577031681": ["2:10 PM - 9 Aug 2014", "@clownatlaw @fefifofamby mine is substantially less horrible with mirena IUD. i consider the birth control aspect to be a \"side effect.\""], "5011920426": ["10:21 PM - 19 Oct 2009", "I got Mirena IUD in Feb and haven't gotten a period since Sept! Nice side effect though a tad unerving"], "533022649987772416": ["2:24 PM - 13 Nov 2014", "@RealFoodLiz @balancedbites re podcast #165 1st q: light or no period is a known side effect of the Mirena IUD."], "543495685698768897": ["12:00 PM - 12 Dec 2014", "#MirenaIUD May Increase Rheumatoid #Arthritis, #PseudotumorCerebri Risk http://tpcl.as/1wJzzSv "], "556850926518931456": ["8:29 AM - 18 Jan 2015", "->@mstein63: Depression as a Side Effect of the Mirena IUD http://bit.ly/1yu4xi4 "], "586645527069995008": ["2:42 PM - 10 Apr 2015", "I feel like my libido has decreased since getting a Mirena IUD. Is that a common or known side effect?"], "590137875477454849": ["6:00 AM - 20 Apr 2015", "#Pseudotumor Cerebri May Be a #BirthControl Side Effect #birthcontrolrisk #mirenaiud #womenshealth http://tpcl.as/1DDiNEU "], "618875223392124928": ["1:12 PM - 8 Jul 2015", "A viral Facebook post reports a woman's experiencing an adverse reaction to the Mirena IUD: http://bit.ly/1KU8mRt pic.twitter.com/EdmsNuzkT1"], "618875339067015168": ["1:12 PM - 8 Jul 2015", "A viral Facebook post reports a woman's experiencing an adverse reaction to the Mirena IUD: …pic.twitter.com/nkEg4g8i52"], "619055644276973570": ["1:09 AM - 9 Jul 2015", "urban legend: NEWS:   A viral Facebook post reported a womans claims of experiencing an adverse reaction to t... http://bit.ly/1HdxTAB "]}