{"17504358951": ["9:30 AM - 1 Jul 2010", "steven gerrard's wife doesn't have a sister. everything else is probably true though"], "17504366638": ["9:30 AM - 1 Jul 2010", "steven gerrard #YNWA isn't it coincidental that the #gerrardrumours have surfaced now? Pants are on fire at the news of the world!"], "17505555695": ["9:47 AM - 1 Jul 2010", "what's the big deal about steven gerrard getting a 16 year old scouse girl pregnant, are people surprised it's her first child #yah?"], "17505284011": ["9:43 AM - 1 Jul 2010", "steven gerrard is praying for #terryrumours #gerrardrumours"], "17503514436": [null, null], "17500043463": ["8:28 AM - 1 Jul 2010", "steven gerrard's favourite police academy movie is \"police academy 4: citizens on patrol\" #gerrardrumours"], "17498830131": ["8:10 AM - 1 Jul 2010", "steven gerrard has got a 16 year old girl pregnant,...you heard it here first"], "17499508679": ["8:20 AM - 1 Jul 2010", "steven gerrard was jus being a good friend and did his best to make john terry look good #gerrardrumours"], "17518847434": [null, null], "17518750807": ["1:30 PM - 1 Jul 2010", "RE: the steven gerrard rumours. i heard his wife doesn't even have a sister, just two brothers? who starts this shit anyway?! haha"], "17420501591": ["8:06 AM - 30 Jun 2010", "so it looks like steven gerrard has impregnated his wife's sister? http://bit.ly/a9g27v"], "17522176100": ["9:47 AM - 1 Jul 2010", "what's the big deal about steven gerrard getting a 16 year old scouse girl pregnant, are people surprised it's her first child #yah?"], "17558785879": ["2:00 AM - 2 Jul 2010", "rumour has it steven gerrard had an affair with alex currans 16yr old sister, thats why john terry did his press conference as he was angry"], "17517280274": [null, null], "17496343140": ["7:33 AM - 1 Jul 2010", "apparently steven gerrard has got his wife's non-existant sister pregnant."], "17492635735": ["6:34 AM - 1 Jul 2010", "APPARENTLY: news that steven gerrard got his wifes sister pregnant will hit the newspaper in 14 days. a judge held a gagging order. Cont..."], "17556006186": ["12:51 AM - 2 Jul 2010", "Two things i didnt expect to read in that sun story about steven gerrard not getting someone pregnant. the word scintilla and harry potter."], "17482036796": ["2:47 AM - 1 Jul 2010", "i wonder what steven gerrard will be buying his sister in law this christmas? lol gossip gossip :)"], "17562986217": ["3:45 AM - 2 Jul 2010", "this rumor about steven gerrard and alex curran's sister is the biggist bullshit i'v ever heard she doesn't even have a sister"], "17568357559": ["5:35 AM - 2 Jul 2010", "What a fucking rubbish news that told steven gerrard had got alex curran sister pregnant. Damn the sun remained their jerk rubbish news"], "17501182690": ["8:44 AM - 1 Jul 2010", "@trix7 steven gerrard has got some girl preggars but everyone  thinks the girl is alex's sister but  she aint got one lol!"], "17501348755": ["8:46 AM - 1 Jul 2010", "@Mojo_Donkey do you really think steven gerrard would fuck everything up for a SIXTEEN year old girl though? spesh alex's sister?"], "17517527019": ["9:30 AM - 1 Jul 2010", "steven gerrard #YNWA isn't it coincidental that the #gerrardrumours have surfaced now? Pants are on fire at the news of the world!"], "17504893721": ["9:38 AM - 1 Jul 2010", "7 pemain bola favorite qu : David villa, fernando torres, David bekham, steven gerrard, lionel messi, higuain, miroslave klose "], "17504873826": ["9:37 AM - 1 Jul 2010", "steven gerrard is responsible for the diappearance of Amelia Earhart #gerrardrumours"], "17504817590": ["9:37 AM - 1 Jul 2010", "steven gerrard is responsible for the diappearance of Amelia Earhart #gerrardrumours"], "17444326643": [null, null], "17494492559": [null, null], "17496661577": ["7:38 AM - 1 Jul 2010", "What's steven gerrard done then? Slept with his wife or gf ( dunno if he's married haha) sister?"], "17493145727": ["6:43 AM - 1 Jul 2010", "@melisonfire what's this about steven gerrard? is it a 16 yr old or his wife's sister? either was it's gross!"], "17566607499": ["5:04 AM - 2 Jul 2010", "@Gerard_McCarthy steven gerrard has got his 16 year old sister in law pregnant"], "17514478770": ["12:10 PM - 1 Jul 2010", "steven gerrard can pick up toast with his bare hands #gerrardrumours"], "17514505279": ["12:11 PM - 1 Jul 2010", "steven gerrard can jump off kerbs with his eyes closed #gerrardrumours"], "17433361376": [null, null], "17564582459": ["4:22 AM - 2 Jul 2010", "Kalo steven gerrard jadi ke real madrid sih ketawa gw . abis lah liverpool . yossi benayoun ke chelsea , torres mau pindah ke chelsea juga"], "17515036200": [null, null], "17523683123": [null, null], "17501980616": [null, null], "17501791924": ["8:53 AM - 1 Jul 2010", "Good to see steven gerrard is still DONATING to kids charities....#gerrardrumours"], "17414637347": ["6:39 AM - 30 Jun 2010", "has steven gerrard got his wife's sister pregnant? http://fansonline.net/arsenal/mb/view.php?id=119220"], "17491000085": ["6:07 AM - 1 Jul 2010", "word on the streets is steven gerrard got his 16 year old sister in law pregnant. This world is fucked man!"], "17491945069": [null, null]}